Repository: KDE/kubuntu-notification-helper
Catalog: po/*/desktop_kubuntu-notification-helper.po
Languages: bs, cs, de, es, fi, fr, fr_ca, gl, hu, id, it, ja, km, ko, lb, lv, mr, ms, nl, oc, pt, ro, ru, sl, ug, zh_cn, zh_tw

# Name
source: Notification Helper
bs: Pomoćnik u napominjanju
cs: Oznamovač systémových hlášení
de: Benachrichtigungshelfer
es: Ayudante de notificaciones
fi: Ilmoitusavustaja
fr: Assistant de notifications
fr_ca: Aide de notification
gl: Axudante de notificacións
hu: Értesítéssegéd
id: Pembantu pemberitahuan
it: Assistente notifiche
ja: 通知ヘルパ
km: កម្មវិធី​​ជំនួយ​ការ​ជូន​ដំណឹង
ko: 알림 도우미
lb: Benoriichtegungs Hëllefsprogramm
lv: Paziņojumu palīgs
mr: सूचना मदतकर्ता
ms: Pembantu Pemberitahuan
nl: Notificatiehelper
oc: Assistent de notificacions
pt: Assistente de notificação
ro: Ajutor pentru notificări
ru: Помощник уведомлений
sl: Pomočnik za obveščanje
ug: ئۇقتۇرۇش ياردەمچىسى
zh_cn: 通知助手
zh_tw: 通知輔助程式

# Comment
source: System Notification Helper
bs: Sistemski pomoćnik u napominjanju
cs: Oznamovač systémových hlášení
de: Hilfsprogramm für Systembenachrichtigungen
es: Sistema ayudante de notificación
fi: Järjestelmäilmoitusten avustaja
fr: Assitant de notifications du système
fr_ca: Aide de notification du système
gl: Axudante de notificacións do sistema
hu: Rendszerértesítés-segéd
id: Pembantu Pemberitahuan Sistem
it: Assistente alle notifiche di sistema
ja: システム通知ヘルパ
km: កម្មវិធី​ជំនួយ​ការ​ជូនដំណឹង​ប្រព័ន្ធ
ko: 시스템 알림 도우미
lb: System Benoriichtegungs Hëllefsprogramm
lv: Sistēmas paziņojumu palīgs
mr: प्रणाली सूचना मदतकर्ता
ms: Pembantu Pemberitahuan Sistem
nl: Systeemnotificatiehelper
oc: Assitent de notificacions del sistèma
pt: Assistente de notificação do sistema
ro: Ajutor pentru notificări de sistem
ru: Помощник системных уведомлений
sl: Pomočnik za sistemsko obveščanje
ug: سىستېما ئۇقتۇرۇش ياردەمچىسى
zh_cn: 系统通知助手
zh_tw: 系統通知輔助程式

# Name
source: Reboot Required
bs: Potrebno ponovno podizanje sistema
cs: Vyžadován restart
de: Neustart erforderlich
es: Es necesario reiniciar
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage nécessaire.
fr_ca: Redémarrage nécessaire.
gl: Cómpre reiniciar
hu: Újraindítás szükséges
id: Diperlukan Reboot
it: Richiesto riavvio
ja: 再起動が必要
km: បាន​ទាម​ទារ​​ចាប់​ផ្តើមឡើង​វិញ
ko: 다시 시작 필요
lb: Neistart benéidegt
lv: Nepieciešama pārstartēšana
mr: पुन्हा सुरु करणे गरजेचे आहे
ms: Rebut semula diperlukan
nl: Herstart vereist
oc: Vos cal tornar amodar l'ordenador
pt: É Necessário Reiniciar
ro: Necesită repornirea
ru: Требуется перезагрузка
sl: Potreben je ponovni zagon
ug: سىستېمىنى قايتا قوزغىتىش زۆرۈر
zh_cn: 需要重启
zh_tw: 需要重新啟動

# Comment
source: A system restart is required
bs: Potrebno ponovno podići sistem
cs: Je vyžadován restart systému
de: Es ist ein Neustart des Systems erforderlich
es: Se necesita reiniciar el sistema
fi: Järjestelmä tulee käynnistää uudelleen
fr: Un redémarrage du système est nécessaire
fr_ca: Un redémarrage du système est nécessaire
gl: Requírese que se reinicie o sistema
hu: Rendszer-újraindítás szükséges
id: Diperlukan restart sistem
it: È richiesto il riavvio del sistema
ja: システムの再起動が必要です
km: ចាប់​​ផ្តើម​ប្រព័ន្ធ​ឡើង​វិញ​ត្រូវ​បាន​ទាមទារ
ko: 시스템을 다시 시작해야 합니다
lb: Ee System Neistart ass néideg
lv: Nepieciešama datora pārstartēšana
mr: प्रणाली पुन्हा सुरु करणे गरजेचे आहे
ms: Mula semula sistem diperlukan
nl: Een systeemherstart is vereist
oc: Una reaviada del sistèma es necessària
pt: É necessário reiniciar o sistema
ro: Este necesară repornirea sistemului
ru: Требуется перезагрузка системы
sl: Potreben je ponoven zagon sistema
ug: سىستېمىنى قايتا قوزغىتىش زۆرۈر
zh_cn: 需要重启系统
zh_tw: 系統需要重新啟動

# Name
source: Apport Crash
bs: Apport krahirao
de: Apport-Absturz
es: Problema de Apport
fi: Apport-kaatuminen
fr: Rapport de plantage
fr_ca: Plantage Apport
gl: Apport rachou
hu: Apport összeomlás
it: Crash di Apport
ja: Apport クラッシュ
km: គាំង Apport
ko: Apport 충돌
lv: Apport avārija
mr: एप्पोर्ट चालू असताना बंद पडला
ms: Laporan Apport
oc: Rapòrt de plantatge
pt: Erro no Apport
ro: Raportare problemă
ru: Неисправимая ошибка в Apport
sl: Sesutje Apporta
zh_tw: Apport 崩壞

# Comment
source: An application has crashed on your system (now or in the past)
bs: Program se srušio na vašem sistemu (sada ili ranije)
cs: Aplikace na vašem systému spadla (nyní nebo v minulosti)
de: Eine Anwendung auf Ihrem System ist abgestürzt (jetzt oder bereits vorher)
es: Ha ocurrido un error en una aplicación de su sistema (ahora o en el pasado)
fi: Sovellus on kaatunut järjestelmässä (nyt tai aiemmin)
fr: Une application s'est arrêtée inopinément sur votre système (à l'instant ou antérieurement)
fr_ca: Une application a planté sur votre système (maintenant ou précédemment)
gl: Un aplicativo rachou inesperadamente no seu sistema (agora ou no pasado)
hu: Egy alkalmazás összeomlott a rendszerén (most vagy korábban)
id: Terdapat aplikasi yang mengalami kerusakan (saat ini atau sebelumnya)
it: Un'applicazione si è bloccata nel sistema (ora o in passato)
ja: アプリケーションがクラッシュしました
km: កម្មវិធី​​ត្រូវ​បាន​គាំង​​លើ​ប្រព័ន្ធ​របស់​អ្នក​​ (បច្ចុប្បន្ន​ ឬ​ ក្នុងពេល​អតីតកាល​​​)
ko: 프로그램이 시스템을 충돌시켰습니다 (현재 혹은 과거에)
lb: Eng Applikatioun op dengem System ass ofgestierzt (elo oder an der Vergaangenheet)
lv: Lietotne uz šī datora ir avarējusi (tagad vai pagātnē)
mr: तुमच्या प्रणालीवरील एक अनुप्रयोग चालताना बंद पडला (आता किंवा भूतकाळात)
ms: Satu aplikasi mengalami kerosakan dalam sistem anda (sekarang atau sebelum ini)
nl: Er is een toepassing vastgelopen op uw computer (nu of in het verleden)
oc: Una aplicacion s'es arrestada inopinèament sus vòstre sistèma (sul còp o anteriorament)
pt: Uma aplicação deixou de funcionar no seu sistema (agora ou no passado)
ro: O aplicație a avut o avarie în sistem (acum sau în trecut)
ru: Приложение неожиданно завершилось с ошибкой (сейчас или недавно)
sl: Sedaj ali v preteklosti se je na tem sistemu sesul nek program
ug: سىستېمىڭىزدىكى بىر پروگراممىدا خاتالىق كۆرۈلدى(ھازىر ياكى بۇرۇن)
zh_cn: 在您系统中有一个应用程序崩溃了 (现在或者之前)
zh_tw: 您的系統有應用程式崩壞 (現在或之前)

# Name
source: Upgrade Hook
bs: Zakačka za unaprijeđenja
de: Software-Aktualisierungen
es: Gancho de actualización
fr: Sollicitation de mise à niveau
fr_ca: Annonce de mise à niveau
gl: Anovar o enganche
hu: Frissítési művelet
id: Kait Peningkatan
it: Connessione di aggiornamento
ja: フックをアップグレード
km: ធ្វើ​ឲ្យ​ Hook ប្រសើរ
ko: 업그레이드 훅
lb: Upgrade Hoken
lv: Atjaunināšanas āķis
mr: अद्ययावतता हूक
ms: Tatar Hook
oc: Sollicitacion de mesa a nivèl
pt: Actualizar Hook
ro: Actualizează legătura
ru: Обновить подключение
sl: Posodobitve
zh_tw: 升級掛鉤

# Comment
source: Software upgrade notifications are available
bs: Ima napomena za unaprjeđenja softvera
cs: Jsou dostupné aktualizace softwaru
de: Benachrichtigungen über Softwareaktualisierungen sind verfügbar
es: Están disponibles notificaciones de actualización de programas
fi: Tietoja päivityksestä saatavilla
fr: Des notifications de mises à jour sont disponibles
fr_ca: Des notifications de mises à niveau sont disponibles
gl: Hai notificacións de actualización de programas dispoñíbeis
hu: Szoftverfrissítés-figyelmeztetések érhetők el
id: Pemberitahuan peningkatan perangkat lunak tersedia
it: Sono disponibili notifiche di aggiornamento software
ja: ソフトウェアの更新が利用可能です
km: ការជួន​ដំណឹង​ធ្វើ​ឲ្យ​ផ្នែក​ទន់​ប្រើ​សើរ​ដែល​មាន
ko: 소프트웨어 업그레이드 알림 사용 가능
lb: Software Upgrade Benoriichtegunge si verfügbar
lv: Ir pieejami programmatūras uzlabošanas paziņojumi
mr: सॉफ्टवेअर अद्ययावतता सूचना उपलब्ध आहेत
ms: Pemberitahuan tatar perisian sudah ada
nl: Meldingen van softwareupgrades zijn beschikbaar
oc: De notificacions de mesas a jorn son disponiblas
pt: Notificações de atualização de software estão disponíveis
ro: Sunt disponibile notificații pentru actualizări de software
ru: Доступны оповещения об обновлении программ
sl: Na voljo so obvestila o posodobitvah programov
ug: يۇمشاق دېتالنى يۈكسەلدۈرۈش ئۇقتۇرۇشى بار
zh_cn: 软件升级通知现在可用
zh_tw: 有可用軟體升級通知

# Name
source: Restricted Install
bs: Ograničena instalacija
cs: Omezená instalace
de: Installation eingeschränkter Pakete
es: Instalación restringida
fi: Rajoitettu asennus
fr: Installation de paquets restreints
fr_ca: Installation restreinte
gl: Instalación restrinxida
hu: Korlátozott telepítés
id: Instal restricted
it: Installazione limitata
ja: 制限インストール
km: ដំឡើង​ដែល​ត្រូវ​បាន​កម្រិត
ko: 제한된 설치
lb: Ageschränkten Installatioun
lv: Ierobežotā instalācija
mr: प्रतिबंधीत प्रतिष्ठापना
ms: Hadkan Pemasangan
nl: Beperkte installatie
oc: Installacion de paquets restrenches
pt: Instalação Restrita
ro: Instalare restricționată
ru: Ограниченная установка
sl: Namestitev omejenega
ug: ئورنىتىشنى چەكلەش
zh_cn: 受限的安装
zh_tw: 受限制安裝

# Comment
source: Extra packages can be installed to enhance application functionality
bs: Mogu se instalirati dodatni paketi da se popravi funkcionalnost programa
cs: Mohou být nainstalovány speciální balíčky pro posílení funkčnosti aplikace.
de: Zusätzliche Pakete können installiert werden, um den Funktionsumfang der Anwendung zu erweitern
es: Se pueden instalar paquetes adicionales para mejorar la funcionalidad de la aplicación
fi: Ylimääräisiä paketteja on asennettavissa sovelluksen toimivuuden parantamiseksi
fr: Des paquets supplémentaires peuvent être installés pour améliorer les fonctionnalités du logiciel.
fr_ca: Des paquets supplémentaires peuvent être installés pour améliorer la fonctionnalité du logiciel.
gl: Podense instalar paquetes extra para mellorar a funcionalidade do aplicativo
hu: További csomagok telepíthetők az alkalmazás szolgáltatásainak bővítéséhez
id: Paket-paket ekstra dapat di instal untuk meningkatkan fungsionalitas aplikasi
it: Possono essere installati pacchetti aggiuntivi per migliorare le funzionalità dell'applicazione
ja: アプリケーションの機能を向上するための追加パッケージがインストール可能です
km: កញ្ចប់​ខាង​ក្រៅ​អាច​ត្រូវ​បានដំឡើង​​ ដើម្បី​​បន្ថែម​កម្មវិធីនៃ​មុខងារ
ko: 프로그램 기능을 향상시키기 위한 추가 패키지를 설치할 수 있습니다
lb: Extra Päck kënnen installéiert ginn fir d'Applikatiouns Funktionalitéiten ze erweideren
lv: Var instalēt papildu pakotnes, lai papildinātu lietotnes funkcionalitāti
mr: अनुप्रयोगाची कार्यक्षमता वाढविण्याकरिता अतिरिक्त पॅकेजेस प्रतिष्ठापीत करता येउ शकतात
ms: Pakej tambahan boleh dipasang untuk pertingkatkan kefungsian aplikasi
nl: Er kunnen extra pakketten worden geïnstalleerd om de functionaliteit van de toepassing uit te breiden
oc: De paquets suplementaris pòdon èsser installats per melhorar las foncionalitats del logicial.
pt: Pacotes extras podem ser instalados para aumentar a funcionalidade da aplicação
ro: Pachete suplimentare pot fi instalate pentru sporirea funcționalității aplicațiilor
ru: Для повышения функциональности можно установить дополнительные пакеты.
sl: Na voljo so dodatni paketi za izboljšanje funkcionalnosti programa
ug: بۇ بوغچىنى ئورناتقاندا،قوللىنىشچان پرۇگراممىنىڭ ئىقتىدارىنى يۇقۇرى كۆرۈرگىلى بولىدۇ
zh_cn: 可以安装额外的包，以增强应用程序的功能。
zh_tw: 可以安裝額外套件以增強應用程式功能

# Name
source: Localization Enhancement
cs: Vylepšení lokalizace
es: Mejora de la localización
fi: Lokalisaatioparannus
fr_ca: Amélioration de localisation
hu: Honosítás fokozás
id: Perbaikan Lokalisasi
it: Miglioramento della localizzazione
ko: 번역 향상
lv: Lokalizēšanas pildināšana
ms: Penambahbaikan Penyetempatan
nl: Verbetering van de vertaling
oc: Melhorament de lalocalizacion
ro: Îmbunătățire localizare
sl: Izboljšava jezikovnega prevoda
ug: يەرلىكلەشتۈرۈشنى يۇقۇرى كۆتۈرۈش

# Comment
source: Extra packages can be installed to enhance system localization
cs: Mohou být doinstalovány extra balíky pro vylepšení systémové lokalizace
es: Se pueden instalar paquetes adicionales para mejorar la localización del sistema
fi: Lisäpakettien asentamisella on mahdollista parantaa järjestelmän lokalisaatiotukea
fr_ca: Des paquets supplémentaires peuvent être installés pour améliorer la localisation du système
hu: Extra csomagok telepíthetők a rendszer honosításának fokozásához
id: Paket-paket ekstra dapat dipasang untuk memperbaiki lokalisasi sistem
it: Possono essere installati pacchetti aggiuntivi per migliorare la localizzazione del sistema
ko: 시스템 번역을 향상시키기 위한 추가 패키지를 사용할 수 있습니다
lv: Var instalēt papildu pakotnes, lai papildinātu sistēmas lokalizāciju
ms: Pakej tambahan boleh dipasang untuk menambahbaik penyetempatan sistem
nl: Er kunnen extra pakketten worden geïnstalleerd om de vertaling van het systeem te verbeteren
oc: De paquets suplementaris pòdon èsser installats per melhorar la localizacion del sistèma
pt: Pacotes extras podem ser instalados para melhorar a localização do sistema
ro: Pachete suplimentare pot fi instalate pentru îmbunatățirea localizării sistemului
sl: Dodatni paketi se lahko namestijo za izboljšavo jezikovnega prevoda sistema

# Name
source: Driver Enhancement
cs: Vylepšení ovladače
es: Mejora de controladores
fi: Ajuriparannus
fr_ca: Amélioration de pilotes
hu: Meghajtó fokozás
id: Perbaikan Driver
it: Miglioramento dei driver
ko: 드라이버 향상
lv: Draiveru uzlabojumi
ms: Penambahbaikan Pemacu
nl: Verbetering van stuurprogramma's
oc: Melhorament dels pilòts
ro: Îmbunătățire driver
sl: Izboljšava gonilnika
ug: قوزغاتقۇچنى يۇقۇرى كۆتۈرۈش

# Comment
source: Additional drivers can be installed
cs: Dodatečné ovladače mohou být nainstalovány
es: Se pueden instalar controladores adicionales
fi: Erillisiä ajureita on asennettavissa
fr_ca: Des pilotes supplémentaires peuvent être installés
hu: További meghajtók telepíthetők
id: Driver tambahan dapat dipasang
it: Possono essere installati driver aggiuntivi
ko: 추가 드라이버를 설치할 수 있습니다
lv: Var instalēt papildu draiverus
ms: Pemacu tambahan boleh dipasang
nl: Er kunnen extra stuurprogramma's worden geïnstalleerd
oc: De pilòts suplementaris pòdon èsser installats
pt: Drivers adicionais podem ser instalados
ro: Drivere adiționale pot fi instalate
sl: Lahko se namestijo dodatni gonilniki
ug: باشقا قوزغاتقۇچنى ئورنىتىشقا بولىدۇ

# X-KDE-Keywords
source: Notify,Alerts,Notification,popups
bs: Notify,Alerts,Notification,popups,Notifikacije, Alarmi
cs: Upozornění,Výstraha,Hlášení,oznámení
de: Benachrichtigen,Warnungen,Benachrichtigung,Hinweise
es: Notificar,Alertas,Notificación,Emergentes
fr: Notifier,Alertes,Notification,popups,infobulles
fr_ca: Notifier,Alertes,Notification,fenêtres
gl: Notificar,Avisos,Notificacións,xanelas_emerxentes
hu: Értesítő,Riasztások,Értesítés,felugrók
id: Beritahu,Peringatan,Pemberitahuan,popup
it: Notifica,Avvisi,Notifiche,popup
ko: Notify,Alerts,Notification,popups,알림,팝업
lv: Paziņot,paziņojumi,uznirstoši,brīdinājumi
mr: सूचना,चेतावणी,सूचना,पोपअप
ms: Makluman,Amaran,Pemberitahuan,dialog timbul
nl: Melden,Waarschuwingen,Melding,pop-ups
oc: Notificar,Alèrtas,Notificacion,popups,infobullas
pt: Notifique,Alertas,notificação,popups
ru: Сообщения,Предупреждения,Уведомления,Всплывающие окна
sl: Obvestilo,Opozorila,Obvestila,pojavna okna
zh_cn: Notify,Alerts,Notification,popups,通知,警告,报警,警报,弹出,提示

# Name
source: Other Notifications
bs: Druge napomene
cs: Ostatní zprávy
de: Andere Benachrichtigungen
es: Otras notificaciones
fi: Muut ilmoitukset
fr: Autres notifications
fr_ca: Autres notifications
gl: Outras notificacións
hu: Egyéb értesítések
id: Pemberitahuan lainnya
it: Altre notifiche
ja: 他の通知
km: ការ​ជួន​ដំណឹង​ផ្សេង​ៗ
ko: 기타 알림
lb: Aner Benoriichtegungen
lv: Citi paziņojumi
mr: इतर सूचना
ms: Pemberitahuan Lain
nl: Overige meldingen
oc: Autras notificacions
pt: Outras Notificações
ro: Alte notificări
ru: Прочие уведомления
sl: Druga obvestila
ug: باشقا ئۇقتۇرۇشلار
zh_cn: 其他通知
zh_tw: 其他通知

# Comment
source: Control the notifications for system helpers
bs: Kontroliše napomene za sistemske pomagače
cs: Nastavení oznamovače systémových hlášení
de: Benachrichtigungen für Systemhelfer festlegen
es: Controla las notificaciones para los ayudantes del sistema
fi: Hallitse järjestelmäavustajien ilmoituksia
fr: Contrôle les notifications du système
fr_ca: Contrôler les notifications des aides système
gl: Controla as notificacións para os axudantes do sistema
hu: Rendszersegédek értesítéseinek felügyelete
id: Kontrol pemberitahuan untuk sistem pembantu
it: Controllo delle notifiche per gli assistenti di sistema
ja: システムヘルパーの通知を管理します
km: ត្រួតត្រា​ការ​ជួនដំណឹង​ សម្រាប់​កម្មវិធី​ជំនួយ​ប្រព័ន្ធ
ko: 시스템 도우미 알림 설정
lb: Kontrolléier d'Benoriichtegungen fir System Hëllefs Programmer
lv: Pārvaldiet sistēmas palīgu paziņojumus
mr: प्रणाली मदतकर्त्यांकरिता सूचना नियंत्रीत करा
ms: Kawal pemberitahuan untuk pembantu sistem
nl: Beheer de meldingen van de systeemhelpers
oc: Contraròtla las notificacions del sistèma
pt: Controlo de notificações para sistema de ajudas
ro: Controlează notificările pentru ajutoarele de sistem
ru: Управление уведомлениями системных помощников
sl: Nadzorujte obvestila sistemskih pomočnikov
ug: سېستىما ياردەمچىسىنىڭ ئۇقتۇرۇشىنى چەكلە
zh_cn: 控制系统助手的通知行为
zh_tw: 控制系統輔助程式的通知
