Repository: KDE/kubuntu-notification-helper
Catalog: po/*/kcm_notificationhelper.po
Languages: ar, ast, bg, bs, ca@valencia, cs, da, de, el, eo, es, eu, fi, fr, fr_ca, gl, he, hu, id, it, ka, ko, lt, lv, mr, ms, nb, nn, pa, pl, pt, pt_br, ro, ru, sl, sq, sr, sv, tr, ug, uk, zh_tw

source: Kubuntu Notification Helper Configuration
ar: ضبط مساعد إخطارات كأوبنتو
ast: Configuración del Ayudante de Notificaciones de Kubuntu
bg: Настройка на помощника за уведомления на Кубунту
bs: Konfiguracija Kubuntu pomoćnika u obavještavanjima
ca@valencia: Configureu l'auxiliar de notificació de la Kubuntu
cs: Nastavení Kubuntu Notification Helper
da: Konfiguration af hjælper til Kubuntu-bekendtgørelser
de: Einstellung des Kubuntu-Hilfsprogramms für Benachrichtigungen
el: Διαμόρφωση κέντρου ειδοποιήσεων βοήθειας Kubuntu
eo: Agordoj de atentighelpilo por Kubuntu
es: Configuración del Ayudante de notificaciones de Kubuntu
eu: Kubuntu jakinarazpen laguntzailearen konfigurazioa
fi: Kubuntun ilmoitusavustajan asetukset
fr: Configuration de l'assistant de notifications Kubuntu
fr_ca: Configuration de l'aide de notification Kubuntu
gl: Configuración do Asistente de notificacións de Kubuntu
he: הגדרות מסייע ההתראות של קובונטו
hu: Kubuntu értesítéssegéd beállításai
id: Konfigurasi Penunjang Notifikasi Kubuntu
it: Configurazione Assistente alle notifiche di Kubuntu
ka: Kubuntu -ის გაფრთხილებების მორგება
ko: 쿠분투 알림 도우미 설정
lt: Kubuntu pranešimų pagelbiklio konfigūravimas
lv: Kubuntu Notifikāciju Paligu Konfiguracija
mr: कुबुन्टु सूचना मदतकर्ता संयोजना
ms: Konfigurasi Pembantu Pemberitahuan Kubuntu
nb: Oppsett av Kubuntu varslingshjelp
nn: Oppsett av hjelpar for Kubuntu
pa: ਕੂਬੰਤੂ ਸੂਚਨਾ ਸਹਾਇਤਾ ਸੰਰਚਨਾ
pl: Ustawienia pomocnika powiadamiania Kubuntu
pt: Configuração Auxiliar das Notificações do Kubuntu
pt_br: Configurações do auxiliar de notificação do Kubuntu
ro: Configurarea Asistentului de notificări Kubuntu
ru: Конфигурация помощника уведомлений Kubuntu
sl: Nastavitev pomočnika za obveščanje v Kubuntu
sq: Konfigurimi i Ndihmësit të Njoftimeve në Kubuntu
sr: Подешавање Кубунтуовог помоћника обавештења
sv: Konfigurera Kubuntus aviseringshjälpprogram
tr: Kubuntu Bildirim Yardımcısı Yapılandırması
ug: كۇبۇنتۇ ئۇقتۇرۇش ياردەمچىسى سەپلىمىسى
uk: Налаштування допоміжних сповіщень Kubuntu
zh_tw: Kubuntu 通知輔助程式組態

source: (C) 2009-2010 Jonathan Thomas, (C) 2009-2014 Harald Sitter
fi: © 2009–2010 Jonathan Thomas, © 2009–2014 Harald Sitter
gl: © 2009-2010 Jonathan Thomas, © 2009-2014 Harald Sitter
he: (C) 2009‏-2010 ג׳ונתן תומס, (C) 2009‏-2014 הראלד סיטר
hu: © Jonathan Thomas, 2009-2010., © Harald Sitter, 2009-2014.
nn: © 2009–2010 Jonathan Thomas, © 2009–2014 Harald Sitter
sv: © 2009-2010 Jonathan Thomas, © 2009-2014 Harald Sitter
uk: © Jonathan Thomas, 2009–2010 © Harald Sitter, 2009–2014

source: Jonathan Thomas
ar: جوناثان توماس
he: ג׳ונתן תומס
lv: Jonatans Tomass (Jonathan Thomas)
mr: जोनाथन थोमस
pa: ਜਾਨਥਨ ਥਾਮਸ
sr: Џонатан Томас

source: Harald Sitter
ar: هارالد سِتِر
he: הראלד סיטר
lv: Haralds Sitters (Harald Sitter)
mr: हेराल्ड सिट्टर
pa: ਹਾਰਾਲਡ ਸਿੱਟਰ
sr: Хералд Ситер

source: Configure the behavior of Kubuntu Notification Helper
ar: اضبط سلوك إخطارات كأوبنتو
ast: Configurar el comportamientu del Ayudante de Notificaciones de Kubuntu
bg: Настройка на поведението на помощника за уведомления на Кубунту
bs: Konfiguriši ponašanje Kubuntu pomoćnika u obavještavanjima
ca@valencia: Configureu el comportament de l'auxiliar de notificació de la Kubuntu
cs: Nastavení chování aplikace Kubuntu Notification Helper
da: Indstil opførslern af hjælper til Kubuntu-bekendtgørelser
de: Verhalten des Kubuntu-Hilfsprogramms für Benachrichtigungen einstellen
el: Ρυθμίστε τη συμπεριφορά του κέντρου ειδοποιήσεων βοήθειας Kubuntu
eo: Agordi la konduton de Kubuntu-atentighelpilo
es: Configurar el comportamiento del Ayudante de notificaciones de Kubuntu
eu: Konfiguratu Kubuntu jakinarazpen laguntzailearen portaera
fi: Muokkaa Kubuntun ilmoitusavustajan asetuksia
fr: Configurer le comportement de l'assistant de notifications Kubuntu
fr_ca: Configurer le comportement de l'aide de notifications Kubuntu
gl: Configurar o comportamento do Asistente de notificacións de Kubuntu
he: הגדרות ההתנהגות של מסייע ההתראות של קובונטו
hu: A Kubuntu értesítéssegéd viselkedésének beállítása
id: Konfigurasi perilakunya Penunjang Notifikasi Kubuntu
it: Configura il comportamento dell'Assistente alle notifiche di Kubuntu
ka: Kubuntu -ის გაფრთხილებების დამხმარის ქცევის მორგება
ko: 쿠분투 알림 도우미 행동 설정
lt: Konfigūruoti Kubuntu pranešimų pagelbiklio elgseną
lv: Konfigurēt Kubuntu paziņojuma palīgu uzvedība
mr: कुबुन्टु सूचना मदतकर्ताचे वर्तन संयोजीत करा
ms: Konfigur kelakuan Pembantu Pemberitahuan Kubuntu
nb: Velg hvordan Kubuntu-varslingshjelperen skal oppføre seg
nn: Vel korleis Kubuntu-hjelparen skal verka
pa: ਕੂਬੰਤੂ ਸੂਚਨਾ ਸਹਾਇਤਾ ਦੇ ਰਵੱਈਏ ਦੀ ਸੰਰਚਨਾ
pl: Ustawienia zachowania pomocnika powiadamiania Kubuntu
pt: Configurar o comportamento do Utilitário de Notificações do Kubuntu
pt_br: Configurar o comportamento do auxiliar de notificação do Kubuntu
ro: Configurează comportamentul Asistentului de notificări Kubuntu
ru: Настройка поведения помощника уведомлений Kubuntu
sl: Nastavite obnašanje pomočnika za obveščanje v Kubuntu
sq: Konfiguro sjelljen e Ndihmësit të Njoftimeve të Kubuntu
sr: Подесите понашање Кубунтуовог помоћника обавештења
sv: Konfigurera beteendet för Kubuntus aviseringshjälpprogram
tr: Kubuntu Bildirim Yardımcısı'nın davranışlarını yapılandır
ug: كۇبۇنتۇ ئۇقتۇرۇش ياردەمچىسىنى سەپلەش
uk: Налаштування поведінки допоміжних сповіщень Kubuntu
zh_tw: 設定 Kubuntu 通知輔助程式的行為

source: Show notifications for:
ar: أظهر إخطارات لـ:
ast: Amosar notificaciones pa:
bg: Показване на уведомления за:
bs: Prikaži obavještenje kada
ca@valencia: Mostra les notificacions per a:
cs: Zobrazit oznámení pro:
da: Vis bekendtgørelser for:
de: Benachrichtigungen anzeigen für:
el: Εμφάνιση ειδοποιήσεων για:
eo: Montri atentigojn pri:
es: Mostrar notificaciones para:
eu: Erakutsi jakinarazpenak kasu hauetan:
fi: Näytä ilmoitukset
fr: Afficher les notifications pour :
fr_ca: Montrer les notifications pour :
gl: Mostrar notificacións para:
he: הצגת התראות עבור:
hu: Értesítések megjelenítése:
id: Tampilkan notifikasi untuk:
it: Mostra notifiche per:
ka: გაფრთხილების ჩვენება:
ko: 다음 항목 알리기:
lt: Rodyti pranešimus:
lv: Radit notifikācijas prieks:
mr: याकरिता सूचना दर्शवा :
ms: Papar notifikasi untuk:
nb: Vis varslinger for:
nn: Vis varsling for:
pa: ਸੂਚਨਾਵਾਂ ਵੇਖਾਓ:
pl: Pokaż powiadomienia o:
pt: Mostrar notificações para:
pt_br: Mostrar notificações para:
ro: Arată notificări pentru:
ru: Показывать уведомления для:
sl: Prikaži obvestila za:
sq: Shfaq njoftimet për:
sr: Прикажи обавештења за:
sv: Visa aviseringar för:
tr: Gösterilecek bildirimler:
ug: تۆۋەندىكى ئۇقتۇرۇشلارنى كۆرسەتسۇن:
uk: Показувати сповіщення щодо:
zh_tw: 顯示通知類型：

source: Application crashes
ar: التطبيق المنهار
ast: Rotures d'aplicación
bg: Сривове на приложения
bs: Program se sruši
ca@valencia: Fallades de les aplicacions
cs: Aplikace spadla
da: Programsammenbrud
de: Anwendungsabstürze
el: Η εφαρμογή κατάρρευσε
eo: Aplikaĵo kolapsas
es: Fallos en aplicaciones
eu: Aplikazioen kraskadurak
fi: sovellusten kaatumisista
fr: Les plantages d'applications
fr_ca: les plantages applicatifs
gl: Quebras de aplicacións
he: קריסות יישומים
hu: Alkalmazás-összeomlásokról
id: Aplikasi yang mogok
it: Errori di applicazioni
ka: აპლიკაციის ავარიებ
ko: 프로그램 충돌
lt: Programų strigčių
lv: Aplikaciju krasi
mr: अनुप्रयोग क्रेशेस
ms: Aplikasi rosak
nb: Programkræsj
nn: Programkrasj
pa: ਐਪਲੀਕੇਸ਼ਨ ਕਰੈਸ਼ ਹੋਈ
pl: Usterkach systemu
pt: Estoiros das aplicações
pt_br: Aplicativo travou
ro: Prăbușii ale aplicațiilor
ru: Аварийное завершение работы приложений
sl: Sesutja programov
sq: Programi prishet
sr: Урушавања програма
sv: Programkrascher
tr: Uygulama çökmeleri
ug: پروگرامما خاتالىقى
uk: Аварійних завершень програм
zh_tw: 應用程式崩壞

source: Proprietary Driver availability
ar: توفر مشغل خاص
bg: Наличност на собствени драйвери
bs: Upravljač zatvorenog koda dostupan
ca@valencia: Disponibilitat del controlador propietari
cs: Dostupnost proprietárniho ovladače
da: Tilgængelighed af proprietære drivere
de: Verfügbarkeit proprietärer Treiber
el: Διαθεσιμότητα ιδιοταγή οδηγού
es: Disponibilidad de controladores privativos
eu: Gidari jabedunen eskuragarritasuna
fi: suljettujen ajurien saatavuudesta
fr: Disponibilité du pilote propriétaire
fr_ca: la disponibilité de pilotes propriétaires
gl: Dispoñibilidade do controlador propietario
he: זמינות מנהלי התקנים קנייניים
hu: Zárt illesztőprogramok elérhetősége
id: Ketersediaan Driver Propietari
it: Disponibilità di driver proprietario
ka: დახურული კოდის მქონე დრაივერის წვდომადობა
ko: 독점 드라이버 사용 가능
lt: Nuosavybinės tvarkyklės prieinamumo
lv: Slēgto draiveru pieejamība
ms: Ketersediaan Pemacu Proprietari
nb: Tilgjengelig produsenteid driver
nn: Tilgjengelege proprietære drivarar
pl: Dostępności sterowników własnościowych
pt: Disponibilidade de controladores proprietários
pt_br: Disponibilidade de driver proprietário
ro: Disponibilitate driver proprietar
ru: Доступность проприетарных драйверов
sl: Razpoložljivost lastniškega gonilnika
sv: Tillgänglighet för slutna drivrutiner
tr: Sahipli Sürücü kullanılabilirliği
uk: Доступність закритого драйвера
zh_tw: 專有驅動程式支援

source: Upgrade information
ar: معلومات الترقية
ast: Información d'anovamientu
bg: Информация за надграждане
bs: Dođu informacije o nadogradnji
ca@valencia: Informació sobre les actualitzacions
cs: Informace o aktualizaci
da: Opgraderingsinformation
de: Aktualisierungsinformationen
el: Αναβάθμιση πληροφορίας
eo: Informoj pri promocio
es: Información de actualización
eu: Bertsio-berritze informazioa
fi: päivitystiedoista
fr: Informations de mise à niveau
fr_ca: les informations de mise à niveau
gl: Información sobre a anovación
he: פרטי שדרוג
hu: Frissítési információk
id: Informasi peningkatan versi
it: Informazioni su aggiornamenti
ka: განახლების ინფორმაცია
ko: 업그레이드 정보
lt: Naujinimo informacijos
lv: Informācija par uzlabošanu
mr: अद्ययावत करण्याची माहिती
ms: Maklumat Penataran
nb: Oppgraderingsinformasjon
nn: Oppgraderingsinformasjon
pa: ਅੱਪਗਰੇਡ ਜਾਣਕਾਰੀ
pl: Uaktualnieniach
pt: Informações de actualizações
pt_br: Informações de atualização
ro: Informații despre înnoiri
ru: Информация об обновлении
sl: Podatke o posodobitvah
sq: Informacioni i përditësimit
sr: Податке о надоградњи
sv: Uppgraderingsinformation
tr: Yükseltme bilgisi
ug: يېڭىلاش ئۇچۇرى
uk: Оновлення програмного забезпечення
zh_tw: 升級資訊

source: Restricted codec availability
ar: توفر ترميز مقيد
ast: Disponibilidá de códecs restrinxíos
bg: Наличие на ограничени кодеци
bs: Raspoloživi su ograničeni kodeci
ca@valencia: Disponibilitat del còdec restrictiu
cs: Omezená dostupnost kodeku
da: Tilgængelighed af indskrænkede codecs
de: Verfügbarkeit eingeschränkter Codecs
el: Περιορισμένη διαθεσιμότητα κωδικοποιητή
eo: Disponeblo pri limigitaj kodekoj
es: Disponibilidad de códecs restringidos
eu: Kodek murriztuen eskuragarritasuna
fi: rajoitettujen koodekkien saatavuudesta
fr: Disponibilité de codecs propriétaires
fr_ca: la disponibilité de codecs restreints
gl: Dispoñibilidade de códecs restrinxidos
he: זמינות של מפענחים מוגבלים
hu: Korlátozott kodekek elérhetőségéről
id: Ketersediaan kodek yang dibatasi
it: Disponibilità di codec con restrizioni
ka: კოდის შეზღუდული წვდომადობა
ko: 제한된 코덱 사용 가능
lt: Apribotų kodekų prieinamumo
lv: Ierobežota kodeku pieejamība
mr: प्रतिबंधीत कोडेक उपलब्धता
ms: kebolehsediaan kodek terhad
nb: Tilgjengelig produsenteid kodek
nn: Tilgjengelege avgrensa kodekar
pl: Dostępności zastrzeżonych kodeków
pt: Disponibilidade de codificadores restritos
pt_br: Codecs restritos disponíveis
ro: Disponibilitate codec restricționat
ru: Доступны дополнительные кодеки
sl: Razpoložljivost omejenih kodekov
sq: Disponueshmëri e kufizuar e kodekseve
sr: Доступности ограничених кодека
sv: Tillgängliga proprietära kodekar
tr: Kısıtlandırılmış çözücü kullanılabilirliği
ug: چەكلىمىلىك كودلىغۇچ-كودسىزلىغۇچ بار چىققاندا
uk: Доступності кодеків з обмеженою відкритістю
zh_tw: 受限編解碼器可使用

source: Incomplete language support
ar: دعم لغة غير مكتمل
bg: Непълна езикова поддръжка
bs: Nepotpuna jezička podrška
ca@valencia: Implementació incompleta de l'idioma
cs: Neúplná jazyková podpora
da: Ukomplet sprogunderstøttelse
de: Unvollständige Sprachunterstützung
el: Ημιτελής υποστήριξη γλώσσας
es: Soporte de idiomas incompleto
eu: Hizkuntza-sostengu osatu gabea
fi: puutteellisesta kielituesta
fr: Prise en charge linguistique incomplète
fr_ca: la prise en charge linguistique incomplète
gl: A compatibilidade co idioma está incompleta
he: תמיכה חלקית בשפה
hu: Részleges nyelvi támogatás
id: Dukungan bahasa yang tak lengkap
it: Supporto linguistico incompleto
ka: არასრული ენის მხარდაჭერა
ko: 불완전한 언어 지원
lt: Nepilno kalbos palaikymo
lv: Nepilnīgs valodas atbalsts
ms: Sokongan bahasa tidak lengkap
nb: Ufullstendig språkstøtte
nn: Ufullstendig språkstøtte
pa: ਅਧੂਰਾ ਭਾਸ਼ਾ ਸਹਿਯੋਗ
pl: Niepełnej obsłudze języka
pt: Suporte incompleto para uma dada língua
pt_br: Suporte incompleto para o idioma
ro: Suport de limbă incomplet
ru: Неполная языковая поддержка
sl: Nepopolna jezikovna podpora
sq: Mbështetje jo e plotë për gjuhën
sv: Ofullständigt språkstöd
tr: Tamamlanmamış dil desteği
ug: تىلنى تولۇق قوللىمايدۇ
uk: Підтримка мови неповна
zh_tw: 語言支援未完備

source: Required reboots
ar: الحاجة لإعادة التشغيل
ast: Necesítase rearrancar
bg: Необходимост от рестартиране
bs: Potrebnim ponovnim pokretanjem računara
ca@valencia: Cal reiniciar
cs: Vyžaduje restart
da: Påkrævet genstart
de: Nötige Neustarts
el: Απαιτείται επανεκκίνηση
eo: Restartigo necesas
es: Reinicios necesarios
eu: Beharrezko berrabitzeak
fi: vaadituista uudelleenkäynnistyksistä
fr: Demandes de redémarrage
fr_ca: les redémarrages nécessaires
gl: É necesario reiniciar
he: דרישת הפעלה מחדש
hu: Szükséges újraindításokról
id: Penyalaan-ulang yang diperlukan
it: Richieste di riavvio
ka: საჭირო გადატვირთვები
ko: 다시 시작 필요
lt: Būtino paleidimo iš naujo
lv: Nepieciešamās pārlādes
mr: पुन्हा सुरु करणे गरजेचे आहे
ms: Boot semula diperlukan
nb: Nødvendig omstart
nn: Nødvendig omstart
pa: ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Wymaganym ponownym uruchomieniu
pt: Reinícios necessários
pt_br: É necessário reiniciar
ro: Reporniri necesare
ru: Требуемые перезагрузки
sl: Potrebe ponovne zagone
sq: Rindezje të kërkuara
sr: Захтеваним поновним покретањима
sv: Nödvändiga omstarter
tr: Zorunlu yeniden başlatmalar
ug: قايتا قوزغىتىش زۆرۈر بولغاندا
uk: Потреб у перезавантаженні
zh_tw: 需要重新開機

source: Notification type:
ar: نوع الإخطار:
ast: Triba de notificación:
bg: Вид на уведомлението:
bs: Vrsta izvještavanja:
ca@valencia: Tipus de notificació:
cs: Typ oznámení:
da: Bekendtgørelsestype:
de: Art der Benachrichtigung:
el: Τύπος ειδοποίησης:
eo: Atentigtipo:
es: Tipo de notificación:
eu: Jakinarazpen mota:
fi: Ilmoituksen tyyppi:
fr: Type de notification :
fr_ca: Type de notifications :
gl: Tipo de notificación:
he: סוג התראה:
hu: Értesítések típusa:
id: Tipe notifikasi:
it: Tipo di notifica:
ka: გაფრთხილების ტიპი:
ko: 알림 종류:
lt: Pranešimų tipas:
lv: Notifikāciju veidi:
mr: सूचना प्रकार :
ms: Jenis notifikasi:
nb: Varslingstype:
nn: Varslingstype:
pa: ਸੂਚਨਾ ਕਿਸਮ:
pl: Rodzaj powiadomienia:
pt: Tipo de notificação:
pt_br: Tipo de notificação:
ro: Tip de notificare:
ru: Тип уведомления:
sl: Vrsta obvestila:
sq: Lloji i njoftimit:
sr: Врста обавештења:
sv: Aviseringstyp:
tr: Bildirim türü:
ug: ئۇقتۇرۇش تىپى:
uk: Тип сповіщення:
zh_tw: 通知類型：

source: Use both popups and tray icons
ar: استخدم منبثقة و أيقونات الصينية
ast: Usar menús emerxentes ya iconos de bandexa
bg: Използване на изскачащи прозорци и икони в областта за уведомяване
bs: Koristi iskočne poruke i ikone u uglu ekrana.
ca@valencia: Utilitza emergents i icones de la safata
cs: Používat vyskakování i ikonu v oznamovací oblasti
da: Brug både pop-op og statusikoner
de: Sowohl Hinweisfenster als auch Symbole im Systemabschnitt der Kontrollleiste verwenden
el: Χρήση και των αναδυόμενων ειδοποιήσεων και των αναδυόμενων εικονιδίων
eo: Uzi ambaŭ ŝprucfenestrojn kaj pletpiktogramojn
es: Usar tanto ventanas emergentes como iconos de la bandeja del sistema
eu: Erabili biak, gainerakorrak eta erretiluko ikonoak
fi: Käytä ponnahdusilmoituksia ja ilmoitusalueen kuvakkeita
fr: Utiliser à la fois les fenêtres de notification et les icônes de la boîte à miniature
fr_ca: Utiliser à la fois des fenêtres et des icônes de notification
gl: Usar mensaxes emerxentes e iconas da área de notificación
he: להשתמש גם בהתראות קופצות וגם בסמלי מגש מערכת
hu: Felugró értesítések és ikon a Paneltálcán
id: Gunakan kedua sembulan dan ikon baki
it: Usa finestre a comparsa e icone nel vassoio
ka: ორივე, მხტუნარებისა და სისტემის კუთხეში ხატულების გამოყენება
ko: 팝업과 트레이 아이콘 둘 다 사용하기
lt: Naudoti iškylančiuosius langus ir sistemos dėklo piktogramas
lv: Izmantot gan logus un teknē ikonas
mr: पोपअप्स व ट्रे चिन्हे हे दोन्ही वापरा
ms: Guna kedua-dua dialog timbul dan ikon talam
nb: Bruk både sprettopp- og kurv-ikoner
nn: Både sprettoppvarsling og ikon i systemtrauet
pa: ਪੋਪਅੱਪ ਤੇ ਟਰੇ ਆਈਕਾਨ ਦੋਵੇ ਹੀ
pl: Używaj zarówno okien wysuwnych jak i ikon na tacce
pt: Usar tanto as mensagens como os ícones da bandeja
pt_br: Usar ambos popups e ícones na área de notificação
ro: Folosește notificări și pictograme în tavă
ru: Использовать всплывающие уведомления и значки системного лотка
sl: Uporabi tako pojavna okna in ikone sistemske vrstice
sq: Përdor si kërcime edhe ikona në shirit
sr: Користи и облачиће и иконице фиоке
sv: Använd både popup-meddelanden och aktivitetsfältsikoner
tr: Açılır pencereleri ve bildiri simgelerini kullan
ug: سەكرىمە ۋە قونداق سىنبەلگىلىرى
uk: Використовувати контекстні вікна і піктограми лотка
zh_tw: 使用彈出式通知與系統匣圖示

source: Tray icons only
ar: أيقونات الصينية فقط
ast: Namái iconos de la bandexa del sistema
bg: Само икони за системна област
bs: Samo ikone u uglu ekrana.
ca@valencia: Només les icones de la safata
cs: Pouze ikony v oznamovací oblasti
da: Kun statusikoner
de: Nur Symbole im Systemabschnitt der Kontrollleiste
el: Εικονίδια συστήματος μόνο
eo: Nur piktogramoj de pleto
es: Solo iconos de la bandeja
eu: Erretiluko ikonoak soilik
fi: Vain ilmoitusalueen kuvakkeet
fr: Icônes de notifications seulement
fr_ca: Icônes de notification seulement
gl: Só iconas da bandexa
he: סמלי מגש מערכת בלבד
hu: Csak tálcaikonok
id: Hanya ikon baki
it: Solo icone nel vassoio
ka: მხოლოდ ხატულები
ko: 트레이 아이콘만 사용하기
lt: Tik sistemos dėklo piktogramas
lv: Teknē ikonas tikai
mr: फक्त ट्रे चिन्हे
ms: Ikon talam sahaja
nb: Bare kurv-ikoner
nn: Berre ikon i systemtrauet
pa: ਕੇਵਲ ਟਰੇ ਆਈਕਾਨ ਹੀ
pl: Tylko ikony na tacce
pt: Apenas os ícones da bandeja
pt_br: Apenas ícones na área de notificação
ro: Doar pictograme în tava de sistem
ru: Только значки системного лотка
sl: Samo ikone sistemske vrstice
sq: Vetëm ikonat e shiritit
sv: Enbart ikoner i systembrickan
tr: Yalnızca sistem tepsisi simgeleri
ug: قونداق سىنبەلگىسىلا
uk: лише піктограми лотка
zh_tw: 只用系統匣圖示

source: Popup notifications only
ar: إخطارات المنبثقة فقط
ast: Namái notificaciones emerxentes
bg: Само изскачащи прозорци за известия
bs: Samo iskočne poruke
ca@valencia: Només les notificacions emergents
cs: Pouze vyskakovací upozornění
da: Kun pop-op-bekendtgørelser
de: Nur Hinweisfenster-Benachrichtigungen
el: Αναδυόμενες ειδοποιήσεις μόνο
eo: Nur ŝprucfenestraj atentigoj
es: Solo notificaciones emergentes
eu: Jakinarazpen gainerakorrak soilik
fi: Vain ponnahdusilmoitukset
fr: Fenêtres de notification uniquement
fr_ca: Fenêtres de notification seulement
gl: Só notificación por xanela emerxente
he: התראות קופצות בלבד
hu: Csak felugró értesítések
id: Hanya notifikasi sembulan
it: Solo finestre a comparsa
ka: მხოლოდ მხტუნარა გაფრთხილებები
ko: 팝업 알림만 사용하기
lt: Tik iškylančiuosius langus
lv: Logu notifikācijas tikai
mr: फक्त पोपअप सूचना
ms: Pemberitahuan timbul sahaja
nb: Bare sprettopp-varslinger
nn: Berre sprettoppvarsling
pa: ਪੋਪਅੱਪ ਸੂਚਨਾਵਾਂ ਹੀ
pl: Tylko okna wysuwne
pt: Apenas as notificações de mensagens
pt_br: Apenas notificações de mensagens
ro: Doar notificări
ru: Только всплывающие уведомления
sl: Samo pojavna okna
sq: Vetëm njoftimet popup
sr: Само искачућа обавештења
sv: Enbart meddelanderutor
tr: Yalnızca açılır bildirimler
ug: سەكرىمە ئۇقتۇرۇشلا
uk: лише контекстні сповіщення
zh_tw: 只用彈出式視窗
