Repository: KDE/kubuntu-notification-helper
Catalog: po/*/notificationhelper.po
Languages: ar, ast, bg, bs, ca, ca@valencia, cs, da, de, el, es, et, eu, fi, fr, gl, he, hr, hu, id, it, ja, ko, lt, lv, mr, ms, my, nb, nl, nn, oc, pa, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, ug, uk, vi, zh_cn, zh_hk, zh_tw

source: Proprietary drivers might be required to enable additional features
ar: قد تكون هناك حاجة إلى برامج تشغيل خاصة لتمكين الميزات الإضافية
ca@valencia: Es podrien requerir controladors propietaris per a habilitar característiques addicionals
cs: Mohou být požadovány proprietární ovladače k povolení dodatečných funkcí
da: Proprietære driver kan være påkrævet for at aktivere yderligere funktioner
de: Es könnten proprietäre Treiber benötigt werden, um zusätzliche Funktionen zu aktivieren.
el: Είναι πιθανόν να χρειάζονται ιδιοταγείς οδηγοί για την ενεργοποίηση επιπρόσθετων λειτουργιών
es: Podrían necesitarse controladores propietarios para activar características adicionales
et: Lisavõimaluste pakkumiseks võidakse soovitada kommertsdraivereid
eu: Agian kontrolatzaile jabedunak beharko dira ezaugarri gehigarriak gaitzeko
fi: Suljettuja ajureita saatetaan tarvita lisäominaisuuksien käyttämiseksi
fr: Des pilotes propriétaires peuvent être nécessaires pour activer des fonctionnalités supplémentaires
gl: Poden precisarse controladores propietarios para a activación de características adicionais
hr: Vlasnički upravljački programi mogli bi biti potrebni za omogućavanje dodatnih značajka
hu: Zárt illesztőprogramok lehetnek szükségesek további funkciók eléréséhez.
id: Driver proprietari mungkin diperlukan untuk memfungsikan fitur-fitur tambahan
it: Per abilitare funzionalità aggiuntive potrebbero essere richiesti driver proprietari
ja: 追加の機能を有効にするにはプロプライエタリ―なドライバーが必要かもしれません
ko: 추가적인 기능을 사용하려면 독점 드라이버가 필요합니다.
lt: Tam, kad būtų įgalintos papildomos ypatybės, gali prireikti nuosavybinių tvarkyklių
lv: Lai ieslēgtu papildu iespējas, iespējams, būs jāuzliek slēgtie draiveri
ms: Pemacu proprietaro mungkin diperlukan untuk benarkan fitur tambahan
nb: Det er mulig at du må installere produsenteide drivere for å aktivere ytterligere funksjoner på enheten(e)
nl: Er zouden gesloten stuurprogramma's nodig kunnen zijn om extra functies in te schakelen
nn: Det kan vera du må installera proprietære drivarar for støtte for tilleggsfunksjonalitet
pl: Do korzystania z dodatkowych możliwości mogą być wymagane sterowniki własnościowe
pt: Drivers proprietários podem ser necessários para ativar recursos adicionais
pt_br: Pode ser necessário drivers proprietários para habilitar recursos adicionais
ro: Ar putea fi necesare drivere proprietare pentru a activa caracteristici suplimentare
ru: Для активации дополнительных функций могут потребоваться проприетарные драйверы
sk: Na povolenie dodatočných funkcií môžu byť potrebné proprietárne ovládače
sl: Lastniški gonilniki bodo morda omogočili dodatne zmožnosti
sr: Могу бити потребни власнички управљачки програми за укључивање додатних функција
tr: Ek özellikleri etkinleştirmek için sahipli sürücüler gerekebilir
uk: Для активації додаткових функцій можуть знадобитися власницькі драйвери
zh_cn: 启用增强特性可能需要专有驱动的支持

# Launches KDE Control Module to manage drivers
source: Manage Drivers
ar: أدر الأقراص
ca@valencia: Gestiona els controladors
cs: Správa ovladačů
da: Håndtér drivere
de: Treiber verwalten
el: Διαχείριση οδηγών
es: Gestionar controladores
et: Halda draivereid
eu: Kudeatu kontrolatzaileak
fi: Ajureiden hallinta
fr: Gérer les pilotes
gl: Xestionar controladores
he: נהל התקנים
hr: Upravljanje upravljačkim programima
hu: Illesztőprogramok kezelése
id: Kelola Driver
it: Gestisci driver
ja: ドライバー管理
ko: 드라이버 관리
lt: Tvarkyti tvarkykles
lv: Pārvaldīt draiverus
ms: Urus Pemacu
nb: Håndter drivere
nl: Stuurprogramma's beheren
nn: Handsam drivarar
oc: Gerir los pilòts
pa: ਡਿਵਾਇਵਰਾਂ ਦਾ ਬੰਦੋਬਸਤ
pl: Zarządzaj sterownikami
pt: Gestor de drivers
pt_br: Gerenciar drivers
ro: Gestionează driverele
ru: Управление драйверами
sk: Spravovať ovládače
sl: Urejaj gonilnike
sr: Управљајте управљачким програмима
tr: Sürücüleri Yönet
uk: Керування драйверами
zh_cn: 管理驱动程序

source: Kubuntu Notification Helper
ast: Xestor d'avisos d'ayuda de Kubuntu
bg: Помощник за уведомленията на Кубунту
my: Kubuntu သတိပေးချက်အကူအညီ ပေးဌာန
sv: Notifieringshjälpprogram för Kubuntu
zh_hk: Kubuntu通告說明書

source: A Notification Helper for Kubuntu
ast: Un xestor d'avisos d'ayuda de Kubuntu
bg: Помощник за уведомленията на Кубунту
my: Kubuntu အတွက် သတိပေးချက်ဌာန
sv: Ett notifieringshjälpprogram för Kubuntu
zh_hk: 一個Kubuntu通告說明書

source: (C) 2009 Jonathan Thomas, (C) 2009 Harald Sitter
sv: © 2009 Jonathan Thomas, © 2009 Harald Sitter

source: Install Selected
ast: Instalar los esbillaos
bg: Инсталиране на избраното
my: ရွှေးချယ်ထားသည်များကို သွင်းမည်။
sv: Installera markerade
zh_hk: 安裝已選擇的
