Repository: KDE/kubuntu-notification-helper
Catalog: po/*/notificationhelper.po
Languages: ar, ast, bg, bs, ca, ca@valencia, cs, da, de, el, es, et, eu, fi, fr, gl, he, hr, hu, id, it, ja, ko, lt, lv, mr, ms, my, nb, nl, nn, oc, pa, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, ug, uk, vi, zh_cn, zh_hk, zh_tw

source: Language support is incomplete, additional packages are required
ar: دعم اللغة غير مكتمل ، والحزم الإضافية مطلوبة
ca@valencia: La implementació de l'idioma està incompleta, calen paquets addicionals
cs: Jazyková podpora je neúplná, jsou vyžadovány dodatečné balíky
da: Sprogunderstøttelsen er ikke komplet, yderligere pakker påkræves
de: Sprachunterstützung ist unvollständig, es werden zusätzliche Pakete benötigt
el: Η υποστήριξη γλώσσας της γλώσσας είναι ημιτελής, επιπρόσθετα πακέτα απαιτούνται
es: El soporte de idiomas está incompleto, se necesita instalar paquetes adicionales
et: Keeletoetus on ebatäielik, vaja on täiendavaid pakette
eu: Hizkuntza-sostengua osatu gabe dago, pakete gehigarriak behar dira
fi: Kielituki on puutteellinen. Lisäpaketteja tarvitaan
fr: La prise en charge des langues est incomplète, des paquets supplémentaires sont nécessaires
gl: A compatibilidade co idioma está incompleta, precísanse paquetes adicionais
he: התמיכה בשפה חלקית, נדרשות חבילות נוספות
hr: Jezična podrška je nepotpuna, potrebni su dodatni paketi
hu: A nyelvi támogatás nem teljes, további csomagok szükségesek
id: Dukungan bahasa tak lengkap, paket tambahan diperlukan
it: Il supporto della lingua non è completo, sono richiesti pacchetti aggiuntivi
ja: 言語サポートが不完全なため、追加のパッケージが必要です
ko: 언어 지원을 온전히 설치하지 않았습니다. 추가 패키지가 필요합니다.
lt: Kalbos palaikymas yra nepilnas, reikalingi papildomi paketai
lv: Valodas atbalsts nav pilnīgs, ir nepieciešamas papildu pakotnes
ms: Sokongan bahasa tidak lengkap, pakej tambahan diperlukan
nb: Språkstøtten på systemet ditt er ufullstendig, og du må laste ned tilleggspakker for å fortsette her
nl: Taalondersteuning is onvolledig, er zijn extra pakketten benodigd
nn: Språkstøtta er ufullstendig – treng tilleggspakkar.
pa: ਭਾਸ਼ਾ ਸਹਿਯੋਗ ਅਧੂਰਾ ਹੈ, ਹੋਰ ਪੈਕੇਜਾਂ ਦੀ ਲੋੜ ਹੈ
pl: Obsługa języka jest niepełna, wymagane są dodatkowe pakiety
pt: O suporte do idioma está incompleto, pacotes adicionais são necessários
pt_br: O suporte ao idioma está incompleto, sendo necessário instalar pacotes adicionais
ro: Suportul de limbă este incomplet, sunt necesare pachete suplimentare
ru: Неполная языковая поддержка, требуются дополнительные пакеты
sk: Jazyková podpora je neúplná, vyžadujú sa dodatočné balíky
sl: Jezikovna podpora je nepopolna, potrebni so dodatni paketi
sr: Језичка подршка је непотпуна, потребни су додатни пакети
tr: Dil desteği tam değil, ek paketler gerekli
uk: Неповна мовна підтримка, потрібні додаткові пакунки
zh_cn: 语言支持不完整，需要额外的软件包

# Installs additional localization packages
source: Install
ar: ثبّت
ca@valencia: Instal·la
cs: Instalovat
da: Installér
de: Installieren
el: Εγκατάσταση
es: Instalar
et: Paigalda
eu: Instalatu
fi: Asenna
fr: Installer
gl: Instalar
he: התקן
hr: Instaliraj
hu: Telepítés
id: Instal
it: Installa
ja: インストール
ko: 설치
lt: Įdiegti
lv: Instalēt
ms: Pasang
nb: Installer
nl: Installeren
nn: Installer
oc: Installar
pa: ਇੰਸਟਾਲ ਕਰੋ
pl: Wgraj
pt: Instalar
pt_br: Instalar
ro: Instalare
ru: Установить
sk: Nainštalovať
sl: Namesti
sr: Инсталирај
tr: Kur
uk: Встановити
zh_cn: 安装

# Button to dismiss this notification once
source: Ignore for now
ar: تجاهل الآن
ast: Inorar pel momentu
bg: Пропускане засега
bs: Ignoriši za sada
ca: Ignora-ho per ara
ca@valencia: Ignora-ho per ara
cs: Nyní ignorovat
da: Ignorer indtil videre
de: Momentan ignorieren
el: Παράβλεψη για τώρα
es: Ignorar por ahora
et: Eira praegu
eu: Ez ikusia egin oraingoz
fi: Ohita toistaiseksi
fr: Ignorer dans l'immédiat
gl: Ignorar por agora
he: התעלם לעכשיו
hr: Trenutno zanemari
hu: Figyelmen kívül hagyás
id: Abaikan untuk saat ini
it: Ignora per adesso
ja: 無視
ko: 지금 무시
lt: Dabar nepaisyti
lv: Pagaidām ignorēt
mr: आता दुर्लक्ष करा
ms: Abakan sekarang
my: ယခုအချိန်တွင် လစ်လျူရူမည်။
nb: Ignorer for øyeblikket
nl: Voor nu negeren
nn: Ignorer så lenge
oc: Ignorar pel moment
pa: ਹੁਣ ਅਣਡਿੱਠਾ ਕਰੋ
pl: Na tę chwilę pomiń
pt: Ignorar por agora
pt_br: Ignore por enquanto
ro: Ignoră deocamdată
ru: Отложить
sk: Teraz ignorovať
sl: Zaenkrat prezri
sq: Shpërfille për momentin
sr: Занемари за сада
sv: Ignorera för stunden
tr: Şimdilik yok say
ug: ھازىرچە پەرۋا قىلما
uk: Проігнорувати
vi: Bỏ qua lúc này
zh_cn: 现在忽略
zh_hk: 目前可忽略
zh_tw: 現在先忽略

# Button to make this notification never show up again
source: Never show again
ar: لا تعرض مجددًا
ast: Nun amosar más veces
bg: Повече да не се показва
bs: Ne prikazuj više
ca: No ho tornis a mostrar
ca@valencia: No ho tornes a mostrar
cs: Příště nezobrazovat
da: Vis aldrig igen
de: Nicht wieder anzeigen
el: Να μην εμφανιστεί στο μέλλον
es: No volver a mostrar
et: Rohkem ei näidata
eu: Ez erakutsi inoiz berriro
fi: Älä näytä enää koskaan
fr: Ne plus afficher
gl: Non amosar de novo
he: אל תראה שוב לעולם
hr: Nikada više ne prikazuj
hu: Ne mutassa többé
id: Jangan tampilkan lagi
it: Non mostrare più
ja: 再表示しない
ko: 다시 보이지 않기
lt: Daugiau neberodyti
lv: Vairs nekad nerādīt
mr: पुन्हा दर्शवू नका
ms: Jangan papar lagi
my: နောက်ထပ် မပြပါနှင့်တော့။
nb: Ikke vis denne flere ganger
nl: Niet opnieuw weergeven
nn: Ikkje vis denne meldinga igjen
oc: Afichar pas pus
pa: ਕਦੇ ਨਾ ਵੇਖਾਓ
pl: Nie pokazuj ponownie
pt: Não voltar a mostrar
pt_br: Nunca mostrar novamente
ro: Nu mai afișa niciodată
ru: Больше никогда не показывать
sk: Nabudúce nezobrazovať
sl: Ne prikaži nikoli več
sq: Mos e shfaq më
sr: Не приказуј више
sv: Visa aldrig igen
tr: Bir daha gösterme
ug: قايتا كۆرسەتمىسۇن
uk: Більше не показувати
vi: Không hiện lại lần nữa
zh_cn: 不再显示
zh_hk: 以後不再顯示
zh_tw: 不要再顯示

# The name of the Adobe Flash plugin
source: Flash
ar: فلاش
bs: Blic
da: Blitz
hu: Vaku
mr: फ्लॅश
oc: Animacion Flash
pa: ਫਲੈਸ਼
sk: Blesk
sr: Флеш
tr: Flaşla
ug: فىلەش(Flash)
zh_cn: Flash插件

source: K3b CD Codecs
ar: ترميزات K3b CD
ast: Codecs de CD de K3b
bg: K3b CD кодеци
bs: K3b CD kodeci
ca: Codecs de CD del K3b
ca@valencia: Còdecs de CD de K3b
cs: K3b CD kodeky
da: K3b-cd-kodninger
el: Κωδικοποιητές CD K3b
es: Códecs para CD de K3b
et: K3b CD koodekid
eu: K3b CD kodetzaile-deskodetzaileak
fi: K3b:n CD-koodekit
fr: Pilotes pour CD K3b
gl: Códecs de CD de K3b
hr: K3b CD kôdeki
hu: K3b CD-kodekek
id: Codec CD K3b
it: Codec CD K3b
ja: K3b CD コーデック
ko: K3b CD 코덱
lt: K3b CD kodekai
lv: K3b CD kodeki
mr: के३बी सीडी कोडेक्स
ms: Kodek CD K3b
nb: K3b CD-kodeker
nl: Cd-codecs voor K3B
nn: K3b CD-kodekar
oc: Codecs CD per K3b
pa: K3b CD ਕੋਡਕਸ
pl: Kodeki CD dla K3b
pt: Codecs CD K3b
pt_br: Codecs de CD do K3b
ro: Codecuri K3b pentru CD
ru: Кодеки K3b CD
sk: K3b CD kodeky
sl: Kodeki za K3b
sr: К3б ЦД кодеци
sv: Cd-kodekar för K3b
tr: K3b CD Çözücüleri
ug: K3b CD كودلىغۇچ-كودسىزلىغۇچ
uk: Кодеки K3b
vi: Bộ mã CD K3b
zh_cn: K3b CD 解码
zh_tw: K3b CD 編解碼器

source: MP3 Encoding
ar: ترميز ام بي 3
ast: Codificación MP3
bg: Кодиране в MP3
bs: MP3 kodiranje
ca: Codificació MP3
ca@valencia: Codificació MP3
cs: Kódování MP3
da: MP3-kodning
de: MP3-Kodierung
el: Κωδικοποίηση MP3
es: Codificación en MP3
et: MP3 kodeerimine
eu: MP3 kodetzea
fi: MP3-koodaus
fr: Encodage MP3
gl: Codificación de MP3
he: קודקי MP3
hr: MP3 enkôdiranje
hu: MP3-tömörítés
id: Enkoding MP3
it: Codifica MP3
ja: MP3 エンコーディング
ko: MP3 인코딩
lt: MP3 kodavimas
lv: MP3 iekodēšana
mr: एमपी३ एन्कोडिंग
ms: Pengekodan MP3
nb: MP3 koding
nl: MP3-codering
nn: MP3-koding
oc: Encodatge MP3
pa: MP3 ਇੰਕੋਡਿੰਗ
pl: Kodowanie MP3
pt: Codificação MP3
pt_br: Codificação de MP3
ro: Codificare MP3
ru: Кодирование MP3
sk: MP3 kódovanie
sl: Kodiranje MP3
sq: Kodimi i MP3
sr: МП3 кодирање
sv: MP3-kodning
tr: MP3 Kodlama
ug: MP3 كودلىغۇچ
uk: Кодування MP3
vi: Mã hoá MP3
zh_cn: MP3 解码
zh_hk: MP3 編碼
zh_tw: MP3 編碼器

source: Set of default screensavers
ast: Coleición de curiapantalles predefinía
bg: Пакет от стандартни предпазители на екрана
ca: Conjunt d'estalvis de pantalla predeterminats
cs: Sada výchozích spořičů obrazovky
es: Conjunto de salvapantallas predeterminados
ja: デフォルトのスクリーンセーバー・セット
my: မူလ Screen Savers ပုံစံသတ်မှတ်ပါ။
pt: Conjunto por defeito de protectores de ecrã
sq: Një grup ruajtësish ekrani të parazgjedhur
sr: Скуп основних чувара екрана
sv: Uppsättning med standardskärmsläckare
zh_cn: 默认屏保集
zh_hk: 一套默認螢幕保護程式
zh_tw: 設定預設螢幕保護程式

source: Google Talk support for Kopete
ast: Sofitu a Google Talk pa Kopete
bg: Поддръжка Google Talk за Kopete
ca: Compatibilitat amb Kopete de Google Talk
cs: Podpora Google Talk pro Kopete
es: Soporte de Google Talk para Kopete
ja: Kopete での Google Talk サポート
my: Kopete အတွက် Google Talk ထောက်ပံပေးသည်။
pt: Suporte Google Talk para o Kopete
sq: Mbështetje për Google Talk për Kopete
sr: Подршка Гугл разговора за Копете
sv: Google Talk-stöd för Kopete
vi: Hỗ trợ Google Talk cho Kopete
zh_cn: Kopete 的 Google Talk 支持
zh_tw: Kopete 的 Google Talk 支援

# Notification when a package wants to install extra software
source: Extra packages can be installed to enhance functionality for %1
ar: يمكن تثبيت حزم إضافية لتحسين الأداء الوظيفي لـ%1
ast: Pueden instalase paquetes estres pa enantar les funciones de %1
bg: Могат да бъдат инсталирани допълнителни пакети за разширяване функционалността на %1
bs: Dodatni paketi se mogu instalirati da se poveća funkcionalnost za %1
ca: Es poden instal·lar paquets addicionals per millorar funcionalitat de %1
ca@valencia: Es poden instal·lar paquets addicionals per a millorar la funcionalitat de %1
cs: Mohou být instalovány speciální balíky pro rozšíření funkčnosti %1
da: Ekstra pakker kan installeres for an øge funktionalitet for %1
de: Zusätzliche Pakete können installiert werden, um den Funktionsumfang von %1 zu erweitern
el: Θα εγκατασταθούν πρόσθετα πακέτα για την αύξηση της λειτουργικότητας για το %1
es: Se pueden instalar paquetes adicionales para mejorar la funcionalidad de %1
et: Parandamaks %1 funktsionaalsust on võimalik paigaldada lisapakette
eu: Pakete gehigarriak instalatu daitezke %1-(r)en funtzionalitatea hobetzeko
fi: Sovelluksen %1 toiminnallisuutta voi parantaa asentamalla lisäpaketteja
fr: Des paquets supplémentaires peuvent être installés pour améliorer les fonctionnalités de %1
gl: Pode instalar paquetes adicionais para mellorar a funcionalidade de %1
hr: Dodatni paketi se mogu instalirati za proširivanje %1
hu: További csomagok telepíthetők a következő szolgáltatásainak bővítéséhez: %1
id: Paket ekstra dapat diinstal untuk menambah fungsionalitas bagi %1
it: Possono essere installati pacchetti aggiuntivi per migliorare le funzionalità di %1
ja: 追加パッケージをインストールすることで %1 の機能を強化します
ko: %1에 더 많은 기능을 제공하는 외부 패키지 설치 가능
lt: Norint pagerinti %1 funkcionalumą, gali būti įdiegti papildomi paketai
lv: Var instalēt papildu pakotnes, lai papildinātu %1 funkcionalitāti
mr: %1 याकरिता कार्यक्षमता वाढविण्याकरिता अतिरिक्त पॅकेजेस उपलब्ध आहेत
ms: Pakej tambahan boleh dipasang untuk mempertingkatkan kefungsian untuk %1
nb: Ekstra pakker kan installeres for å forbedre funksjonaliteten til %1
nl: Extra pakketten kunnen geïnstalleerd worden om %1's functionaliteit uit te breiden
nn: Ekstra pakkar kan installerast for forbetra funksjonalitet i %1
oc: De paquets suplementaris pòdon èsser installats per melhorar las foncionalitats de %1
pl: Dodatkowe pakiety mogą być zainstalowane dla polepszenia funkcjonalności %1
pt: Pacotes extras podem ser instalados para melhorar a funcionalidade para %1
pt_br: Pacotes extras podem ser instalados para melhorar a funcionalidade do %1
ro: Pentru a îmbunătăți funcționalitatea pentru %1, pot fi instalate pachete suplimentare
ru: Можно установить дополнительные пакеты, улучшающие функциональность %1
sk: Na rozšírenie funkcionality pre %1 je možné nainštalovať dodatočné balíky
sl: Na voljo so dodatni paketi za izboljšanje funkcionalnosti programa %1
sq: Paketa shtesë mund të instalohen për të shtuar funksionueshmërinë për %1
sr: Додатни пакети могу бити инсталирани за побољшање функционалности %1-а
sv: Extra paket kan installeras för att förbättra funktionaliteten för %1
tr: %1 işlevselliğini artırmak için ek paket kurulabilir
ug: قوشۇمچە بوغچىنى ئورنىتىش ئارقىلىق %1 نىڭ ئىقتىدارىنى ئاشۇرغىلى بولىدۇ
uk: Розширити можливості %1 можна за допомогою встановлення додаткових пакунків
vi: Cái gói bổ sung có thể được cài đặt để nâng cao chức năng cho %1
zh_cn: 为增强 %1 的功能可以安装额外的软件包
zh_tw: 可以安裝額外套件以加強 %1 的功能

# Opens a dialog with more details
source: Details
ar: التفاصيل
ast: Detalles
bg: Подробности
bs: Detalji
ca: Detalls
ca@valencia: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Täpsem teave
eu: Xehetasunak
fi: Tiedot
fr: Détails
gl: Detalles
he: פרטים
hr: Pojedinosti
hu: Részletek
id: Perincian
it: Dettagli
ja: 詳細
ko: 자세히
lt: Išsamiau
lv: Sīkāka informācija
mr: तपशील
ms: Perincian
my: အသေးစိတ်
nb: Detaljer
nn: Detaljar
oc: Detalhs
pa: ਵੇਰਵਾ
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ro: Detalii
ru: Подробности
sk: Podrobnosti
sl: Podrobnosti
sq: Detajet
sr: Појединости
sv: Detaljer
tr: Ayrıntılar
ug: تەپسىلاتلار
uk: Подробиці
vi: Chi tiết
zh_cn: 详细信息
zh_hk: 詳情
zh_tw: 詳細資料

source: Install Packages
ar: ثبّت الحزم
ast: Instalar paquetes
bg: Инсталиране на пакетите
bs: Instaliraj Pakete
ca: Instal·la els paquets
ca@valencia: Instal·la els paquets
cs: Instalovat balíčky
da: Installer pakker
de: Pakete installieren
el: Εγκατάσταση πακέτων
es: Instalar paquetes
et: Pakettide paigaldamine
eu: Instalatu paketeak
fi: Asenna paketit
fr: Installer les paquets
gl: Instalar paquetes
he: התקן חבילה
hr: Instaliraj pakete
hu: Csomagok telepítése
id: Pasng paket
it: Installa pacchetti
ja: パッケージをインストール
ko: 패키지 설치
lt: Įdiegti paketus
lv: Instalēt pakotnes
mr: पॅकेजेस प्रतिष्ठापीत करा
ms: Pasang Pakej
my: Packages ကိုသွင်းမည်။
nb: Installer pakker
nl: Pakketten installeren
nn: Installer pakkar
oc: Installar los paquets
pa: ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ
pl: Wgraj pakiety
pt: Instalar pacotes
pt_br: Instalar pacotes
ro: Instalează pachetele
ru: Установить пакеты
sk: Inštalovať balíky
sl: Namesti pakete
sq: Instalo Paketat
sr: Инсталирај пакете
sv: Installera paket
tr: Paketleri Kur
ug: بوغچىلارنى ئورنات
uk: Встановити пакунки
vi: Cài đặt các gói
zh_cn: 安装软件包
zh_hk: 安裝套件
zh_tw: 安裝套件

source: Select packages to be installed for extra functionality. These packages are not installed by default due to either patent issues, restrictive licensing or a lack of space on the installation media.
ar: حدد الحزم المراد تثبيتها للحصول على وظائف إضافية. لم تثبت هذه الحزم مبدئيا بسبب مشكلات براءات الاختراع أو الترخيص المقيد أو نقص المساحة على وسائط التثبيت.
ast: Esbilla los paquetes a instalar pa enantar les funciones. Estos paquetes nun s'instalen de mano por problemes de patentes, llicencies restrictives o falta d'espaciu nel mediu d'instalación.
bg: Изберете пакетите за инсталиране, за получаване на допълнителна функционалност. Тези пакети не са инсталирани по подразбиране поради патентни проблеми, ограничаващо лицензирани или липса на свободно място на инсталационния носител.
bs: Izaberite pakete koji će biti instalirani za dodatnu funkcionalnost. Ovi paketi nisu instalirani u prvi mah zbog patenata, restriktivne licence ili nedostatka prostora na instalacionom mediju.
ca: Seleccioneu paquets a instal·lar per funcionalitat extra. Aquests paquets no sinstal·len per defecte degut a temes de patents, llicències restrictives o manca d'espai als suports d'instal·lació.
ca@valencia: Seleccioneu els paquets que s'han d'instal·lar per a una funcionalitat addicional. De manera predeterminada estos paquets no s'instal·len a causa de temes de patents, llicències restrictives o falta d'espai al suport d'instal·lació.
cs: Vyberte k instalaci balíčky s extra funkcemi. Tyto balíčky se ve výchozím stavu instalují kvůli patentům, omezujícím licencím nebo nedostatku místa na instalačním médiu.
da: Vælg installationspakker at installere for ekstra funktionalitet. Disse pakker bliver ikke installeret automatisk enten på grund af patentforbehold, begrænset licensrettighed eller mangel af plads på installationsmediet.
de: Wählen Sie die zu installierenden Pakete aus. Diese Pakete stellen zusätzliche Funktionen bereit und sind nur wegen Patentproblemen, Lizenzproblemen oder fehlendem Platz auf dem Installationsmedium nicht von vornherein installiert.
el: Επιλέξτε τα προς εγκατάσταση πακέτα για την αύξηση της λειτουργικότητας. Τα πακέτα αυτά δεν είναι από προεπιλογή εγκαταστημένα είτε λόγω ζητημάτων πατεντών, είτε περιοριστικής αδειοδότησης, είτε έλλειψης χώρου στο μέσο εγκατάστασης.
es: Seleccione los paquetes a instalar para obtener mayor funcionalidad. Estos paquetes no están instalados de manera predeterminada por motivos de patentes, licenciamiento restrictivo o falta de espacio en el medio de instalación.
et: Funktsionaalsuse lisamiseks vali paketid mida paigaldada. Neid pakette ei paigaldatud vaikimisi, sest on probleeme patendi, piiratud litsentsiga või ruumipuudusega paigaldusandmekandjal.
eu: Hautatu funtzionalitate gehigarria lortzeko instalatu beharreko paketeak. Pakete hauek ez daude instalazio lehenetsian patente arazo, lizentzia mugatzaile edo instalazio euskarriko leku faltagatik.
fi: Valitse asennettavat paketit saadaksesi käyttöön lisätoimintoja. Kyseiset paketit eivät sisälly oletusasennukseen, koska ne saattavat sisältää patenttiongelmia, niiden lisenssi on rajoittava tai ne eivät mahdu asennusmedialle.
fr: Sélectionnez les paquets à installer pour bénéficier de fonctionnalités supplémentaires. Par défaut, ces paquets ne sont pas installés en raison de problèmes relatifs aux brevets, de restrictions de licence ou de manque d'espace sur le média d'installation.
gl: Seleccione os paquetes a instalarse para obter funcionalidades extras. Estes paquetes non se instalan de maneira predeterminada por mor de problemas con patentes, licenzas restritivas ou falta de espazo no medio de instalación.
hr: Odaberite pakete koji će se instalirati za dodatnu funkcionalnost. Ti paketi nisu zadano instalirani zbog problema s njihovim patentima, ograničenim licenciranjem ili manjku prostora na instalacijskom mediju.
hu: Válassza ki az extra funkciók eléréséhez telepítendő csomagokat. Ezek a csomagok nincsenek alapesetben telepítve, szabadalmi problémák, korlátozó licencek vagy a telepítőmédián lévő helyhiány miatt.
id: Pilih paket yang akan diinstal untuk fungsionalitas ekstra. Paket-paket ini tidak terinstal secara baku entah karena masalah paten, lisensi yang terbatas, atau kekurangan ruang dalam media instalasi.
it: Seleziona i pacchetti da installare per le funzionalità aggiuntive. Questi pacchetti non sono installati in modo predefinito per problemi con brevetti, licenze con restrizioni o mancanza di spazio nel dispositivo di installazione.
ja: 追加機能をインストールするには、パッケージを選択してください。これらのパッケージは、特許問題、ライセンス制限、インストールメディアの容量不足のいずれかの理由で、デフォルトではインストールされません。
ko: 추가 기능을 지원하는 패키지 중 설치할 패키지를 선택하십시오. 특허 문제, 제한된 라이선싱, 설치 미디어 공간 제약 때문에 기본적으로 설치되지 않는 패키지입니다.
lt: Pasirinkite paketus, kurie bus įdiegti papildomui funkcionalumui užtikrinti. Šie paketai nėra įdiegti pagal numatymą dėl patentavimo problemų, ribojančių licencinių sutarčių ar dėl vietos trūkumo įdiegimo laikmenoje.
lv: Izvēlieties pakotnes, kuras instalēt, lai iegūtu papildu funkcionalitāti. Šīs pakotnes pēc noklusējuma netiek instalētas vai nu patentu, ierobežotas licencēšanas vai vietas trūkuma uz instalēšanas datu nesēja dēļ.
mr: अतिरिक्त कार्यक्षमतेकरिता प्रतिष्ठापीत करण्याचे पॅकेजेस निवडा. पेटंट मुद्दे, प्रतिबंधीत परवाने किंवा प्रतिष्ठापन मीडियावरील कमी जागेमुळे हे पॅकेजेस मूलभूतरित्या प्रतिष्ठापीत नसतात.
ms: Pilih pakej yang dipasang untuk kefungsian tambahan. Pakej ini tidak dipasang secara lalai kerana terdapat isu patent, pelesenan terhad atau kekurangan ruang didalam media pemasangan.
my: ရွေးချယ်ထားသည့် Package များကို အပို လုပ်ငန်းဆောင်တာများအဖြစ် သွင်းမည်။ ထို Package များသည် မှတ်ပုံတင်ခြင်းအရ၊ လိုင်စင်ကန့်သတ်ထားခြင်း၊ နေရာမလောက်ခြင်းများအတွက် မသွင်းဖြစ်ပါ။
nb: Velg pakker som skal installeres for ekstra funksjonalitet. Disse pakkene installeres ikke som standard, enten på grunn av patentproblemer, begrenset lisensiering eller plassmangel på installasjonsmediet.
nl: Selecteer pakketten voor extra functionaliteit. Deze pakketten kunnen niet standaard geïnstalleerd worden, door problemen met patenten, beperkende licenties of ruimtegebrek op de installatiemedia.
nn: Vel pakkar som skal installerast for tilleggs­funksjonalitet. Desse pakkane vert ikkje installerte som standard, anten på grunn av patent­problematikk, ufrie lisensvilkår eller plassmangel på installasjonsmedia.
oc: Seleccionatz los paquets d'installar per de foncionalitats suplementàrias. Aquestes paquets son pas installats per defaut per de problèmas de brevets, de licéncia restrictiva o per manca d'espaci sul disc d'installacion.
pl: Wybierz pakiety do wgrania, aby rozszerzyć funkcjonalność. Te pakiety nie są wgrywane domyślnie z powodu ograniczeń patentowych, zbyt restrykcyjnej licencji lub braku miejsca na nośniku instalacyjnym.
pt: Selecione os pacotes a serem instalados para funcionalidades extra. Estes pacotes não são instalados por defeito devido a problemas com patentes, licenciamento restritivo ou falta de espaço na média de instalação.
pt_br: Selecione pacotes para serem instalados para funcionalidades extras. Estes pacotes não são instalados por padrão, devido a questões de patentes, licenciamento restritivo ou espaço insuficiente na mídia de instalação.
ro: Selectați pachete de instalat pentru funcţionalitate suplimentară. Aceste pachete nu sunt instalate implicit datorită unor probleme de brevet, licențiere restrictivă sau o lipsă de spațiu pe mediul de instalare.
ru: Выберите пакеты, которые следует установить для расширения возможностей. Эти пакеты не установлены по умолчанию в виду патентных и лицензионных ограничений или из-за нехватки свободного пространства на диске.
sk: Vyberte balíky na inštaláciu pre dodatočnú funkcionality. Tieto balíky nie sú predvolene nainštalované kvôli patentovým právam, obmedzenému licencovaniu alebo nedostatku miesta na inštalačnom médiu.
sl: Izberite pakete, ki jih želite namestiti za dodatno zmožnost. Ti paketi niso privzeto nameščeni zaradi težav s patenti, omejujočih licenc ali pomanjkanja prostora na mediju.
sq: Zgjidh paketat që do të instalohen për funksionalitet shtesë. Këto paketa nuk instalohen paraprakisht për shkak si të problemeve me patentat, ashtu edhe të liçensimit kufizues apo mungesës së hapësirës në median e instalimit.
sr: Изаберите пакете који ће бити инсталирани зарад додатних могућности. Ти пакети нису унапред инсталирани због проблема са патентима, ограниченим дозволама или због недостатка простора на инсталационим медијима.
sv: Välj paket att installera för ytterligare funktionalitet. Dessa paket installeras inte som standard på grund av antingen patentproblem, begränsad licensiering eller utrymmesproblem på installationsmedia.
tr: Ek işlevsellik için kurulacak paketleri seçin. Bu paketler patent sorunları, kısıtlı lisans ya da kurulum ortamında yeterli alan olmamasından ötürü öntanımlı olarak kurulmazlar.
ug: قوشۇمچە ئىقتىدارنى ئورنىتىش ئۈچۈن بوغچىنى تاللاڭ. بۇ بوغچىلار، خاسنەپ(پاتېنت ھوقۇقى)، ئىجازەتنامىدىكى چەكلىمە ۋە بوشلۇقنىڭ چەكلىمىسى تۈپەيلىدىن، كۆڭۈلدە ئورنىتىلمىغان.
uk: Виберіть пакунки, які буде встановлено для забезпечення додаткових можливостей. Ці пакунки не є частиною типового комплекту пакунків через патентні або ліцензійні обмеження та брак місця на носії для встановлення системи.
vi: Chọn cài đặt các gói để có thêm các tính năng phụ. Những gói này không được cài đặt mặc định vì vấn đề bản quyền, giấy phép giới hạn hay thiếu không gian trong thiết bị chứa bản cài đặt.
zh_cn: 选择需要安装的提供额外功能的软件包。这些软件包由于专利问题、限制性许可或者安装介质没有足够空间而默认没有安装。
zh_hk: 選擇安裝軟件包去增加額外功能。由於無論是專利問題，嚴格的授權限制或安裝媒體的空間不足，這些軟件包都沒有在默認情況下被安裝，
zh_tw: 選取要安裝的額外功能套件。這些套件由於專利問題、限制條款，或是因為安裝媒體缺乏空間而預設不會安裝。
