Repository: KDE/kubuntu-notification-helper
Catalog: po/*/notificationhelper.po
Languages: ar, ast, bg, bs, ca, ca@valencia, cs, da, de, el, es, et, eu, fi, fr, gl, he, hr, hu, id, it, ja, ko, lt, lv, mr, ms, my, nb, nl, nn, oc, pa, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, ug, uk, vi, zh_cn, zh_hk, zh_tw

source: Installation complete. You will need to restart %1 to use the new functionality
ar: اكتمل التثبيت. ستحتاج لإعادة تشغيل %1 لاستخدام الوظائف الجديدة
ast: Completóse la instalación. Necesites reaniciar %1 pa usar la función nueva
bg: Инсталацията завърши. Трябва да рестартирате %1, за да използвате новата функционалност
bs: Instalacija potpuna. Moraćete ponovo da pokrenete %1 da koristite nove funkcije
ca: Instal·lació enllestida. Heu de reiniciar %1 per fer servir la nova funcionalitat
ca@valencia: Instal·lació enllestida. Heu de reiniciar %1 per a utilitzar la nova funcionalitat
cs: Instalace je dokončena. Aby se nové funkce projevily, je potřeba restart %1.
da: Installation fuldført. Du skal genstarte %1 for at kunne bruge de nye funktioner
de: Installation abgeschlossen. Sie müssen %1 neu starten, um die neuen Funktionen zu benutzen.
el: Η εγκατάσταση ολοκληρώθηκε. Θα χρειαστεί να επανεκκινήσετε το %1 για τη χρήση των νέων λειτουργιών.
es: Instalación completa. Necesitará reiniciar %1 para usar la nueva funcionalidad
et: Paigaldamine on lõppenud. Taaskäivitamine on vajalik %1, et kasutada uut funktsionaalsust
eu: Instalazioa burutu da. %1 berrabiarazi beharko duzu funtzionalitate berria erabiltzeko
fi: Asennus on valmis. Käynnistä %1 uudelleen käyttääksesi uutta toiminnallisuutta.
fr: Installation terminée. Vous devrez redémarrer %1 pour utiliser la nouvelle fonctionnalité
gl: Instalación completa. Necesitara reiniciar %1 para usar a nova característica
he: ההתקנה הסתיימה. צריך להפעיל מחדש את %1 כדי להשתמש באפשרויות החדשות
hr: Instalacija završena. Morate ponovno pokrenuti %1 kako bi koristili novu funkcionalnost
hu: A telepítés befejeződött. A(z) %1 újraindítása szükséges az új funkciók használatához.
id: Penginstalan sudah lengkap. Kamu perlu memulai ulang %1 untuk menggunakan fungsionalitas baru
it: Installazione completata. Devi riavviare %1 per usare le nuove funzionalità
ja: インストールが完了しました。新しい機能を使用するには、%1を再起動する必要があります。
ko: 설치가 완료되었습니다. %1을(를) 다시 시작하면 새로운 기능을 사용할 수 있습니다
lt: Įdiegimas užbaigtas. Norėdami naudotis nauju funkcionalumu, turėsite paleisti %1 iš naujo
lv: Instalēšana ir pabeigta. Jums vajadzēs pārstartēt %1, lai izmantotu jauno funkcionalitāti.
mr: प्रतिष्ठापना पूर्ण. तुम्हाला नवीन कार्य वापरण्याकरिता %1 पुन्हा सुरु करावे लागेल
ms: Pemasangan selesai. Anda perlu mulakan semula %1 untuk guna kefungsian baru
my: စက်ထဲသို့သွင်းခြင်းပြီးဆုံးသွားပါပြီ။ %1 ၏အသစ်လုပ်ငန်းဆောင်တာများကို အသုံးပြုရန်အတွက် စက်ကို Restart ချပါ။
nb: Installasjonen er ferdig. Du må starte %1 på nytt for å bruke den nye funksjonaliteten
nl: De installatie is voltooid. Start %1 opnieuw op om van de nieuwe functionaliteit gebruik te maken.
nn: Installeringa er fullført. Du må starta %1 på nytt for å ta i bruk den nye funksjonaliteten.
oc: Installacion acabada. Vos caldrà reaviar %1 per utilizar la novèla foncionalitat
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਪੂਰੀ ਹੋਈ। ਤੁਹਾਨੂੰ ਨਵੇਂ ਸਹੂਲਤ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ %1 ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Wgrywanie zakończona. Musisz ponownie uruchomić %1 , aby móc korzystać z nowych możliwości
pt: Instalação completa. Necessita de reiniciar %1 para utilizar a nova funcionalidade.
pt_br: Instalação concluída. Você precisa reiniciar %1 para usar a nova funcionalidade
ro: Instalare finalizată. Va trebui să reporniţi %1 pentru a utiliza noua funcţionalitate
ru: Установка завершена. Необходимо перезагрузить %1, чтобы вы могли пользоваться новыми возможностями.
sk: Inštalácia je hotová. Bude potrebné reštartovať %1 na použitie novej funkcionality.
sl: Namestitev je končana. Za uporabo novih zmožnosti je zahtevan ponoven zagon %1
sq: Instalimi u kompletua. Juve ju duhet të rinisni %1 për të përdorur funksionalitetin e ri
sr: Инсталација је завршена. Морате поново да покренете „%1“, да бисте користили нове функције.
sv: Installationen är färdig. Du måste starta om %1 för att använda den nya funktionaliteten.
tr: Kurulum tamamlandı. Yeni işlevselliği kullanabilmek için %1 yeniden başlatılmalı
ug: ئورنىتىش تاماملاندى. يېڭى ئىقتىدارنى ئىشلىتىش ئۈچۈن %1 نى قايتا قوزغىتىڭ
uk: Встановлення завершено. Вам слід перезапустити %1, щоб скористатися новими можливостями.
vi: Đã cài đặt xong. Bạn cần khởi động lại %1 để sử dụng tính năng mới
zh_cn: 安装完成。 您需要重启 %1 才能使新功能生效。
zh_hk: 安裝完成。你須要重新啟重 %1 以使用新的功能
zh_tw: 安裝完成。您需要重新啟動 %1 以使用新功能

source: Update Information
ar: معلومات التحديث
ast: Información d'anovación
bg: Обновяване на информацията
bs: Informacija o nadogradnji
ca: Informació de l'actualització
ca@valencia: Informació sobre l'actualització
cs: Informace o aktualizaci
da: Opdater oplysninger
de: Aktualisierungsinformationen
el: Πληροφορίες ενημέρωσης
es: Información de la actualización
et: Uuenduste teave
eu: Eguneraketaren informazioa
fi: Päivityksen tiedot
fr: Mettre à jour les informations
gl: Actualizar información
he: מידע עדכון
hr: Informacije nadopuna
hu: Frissítési információk
id: Informasi Pembaruan
it: Informazioni di aggiornamento
ja: 更新情報
ko: 업데이트 정보
lt: Atnaujinimo informacija
lv: Atjauninājuma informācija
mr: अद्ययावतता माहिती
ms: Kemaskini Maklumat
my: အသစ်ဖြစ်သော သတင်းအချက်အလက်များ
nb: Oppdateringsinformasjon
nl: Update-informatie
nn: Oppdateringsinformasjon
oc: Informacions de mesa a jorn
pa: ਅੱਪਡੇਟ ਜਾਣਕਾਰੀ
pl: Informacje o uaktualnieniu
pt: Atualizar informação
pt_br: Atualizar informação
ro: Informații despre actualizare
ru: Сведения об обновлении
sk: Aktualizovať informácie
sl: Podatki o posodobitvah
sq: Informacion rreth përditësimit
sr: Информација о доградњи
sv: Uppdateringsinformation
tr: Güncelleme Bilgisi
ug: يېڭىلاش ئۇچۇرى
uk: Інформація щодо оновлення
vi: Cập nhật thông tin
zh_cn: 升级信息
zh_hk: 更新信息
zh_tw: 更新資訊

source: Run this action now
ar: شّغل هذا الإجراء الآن
ast: Executar esta aición agora
bg: Изпълняване на това действие сега
bs: Pokreni sada ovaj postupak
ca: Executa ara aquesta acció
ca@valencia: Executa ara esta acció
cs: Spustit tuto akci nyní
da: Udfør denne handling nu
de: Diesen Vorgang jetzt durchführen
el: Εκτέλεση αυτής της ενέργειας τώρα
es: Ejecutar esta acción ahora
et: Käivita see tegevus nüüd
eu: Exekutatu ekintza hau orain
fi: Suorita tämä toiminto nyt
fr: Lancer cette action immédiatement
gl: Executar esta acción agora
he: הרץ פעולה זו עכשיו
hr: Pokreni ovu radnju odmah
hu: Művelet futtatása most
id: Jalankan sekarang
it: Esegui questa azione ora
ja: このアクションを実行する
ko: 지금 이 동작 실행하기
lt: Vydkyti šį veiksmą dabar
lv: Izpildīt šo darbību
mr: हि क्रिया आता चालवा
ms: Jalankan tindakan ini sekarang
my: ဒီလုပ်ဆောင်ချက်ကို ယခုသုံးမည်။
nb: Utfør denne handlinga nå
nl: Deze actie nu uitvoeren
nn: Gjer denne handlinga no
oc: Executar aquesta accion ara
pa: ਇਹ ਕਾਰਵਾਈ ਹੁਣੇ ਚਲਾਓ
pl: Wykonaj to działanie teraz
pt: Executar esta ação agora
pt_br: Executar esta ação agora
ro: Execută această acțiune acum
ru: Выполнить сейчас
sk: Spustiť akciu teraz
sl: Izvedi to dejanje sedaj
sq: Bëje këtë veprim tani
sr: Покрени сада ову радњу
sv: Kör denna åtgärd nu
tr: Eylemi şimdi uygula
ug: بۇنى ھازىرلا ئىجرا قىل
uk: Виконати дію зараз
vi: Thực hiện hoạt động này ngay
zh_cn: 现在执行该动作
zh_hk: 執行目前這行動
zh_tw: 執行這個動作

# Notification when an upgrade requires the user to do something
source: Software upgrade notifications are available
ar: تتوفر إشعارات ترقية البرامج
ast: Tan disponibles notificaciones d'anovamientos de programes
bg: Налични са уведомления за софтуерни надграждания
bs: Obavještenja o nadogradnji softver-a su omogućena
ca: Hi ha notificacions d'actualització de programari disponibles
ca@valencia: Hi ha disponibles notificacions d'actualització de programari
cs: Jsou dostupné aktualizace softwaru
da: Påmindelser om softwareopgraderinger er tilgængelige
de: Benachrichtigungen über Softwareaktualisierungen sind verfügbar
el: Υπάρχουν διαθέσιμες ειδοποιήσεις αναβάθμισης λογισμικού
es: Hay actualizaciones de software disponibles
et: Saadaval on tarkvarauuenduste märguanded
eu: Software bertsio-berritze jakinarazpenak eskuragarri daude
fi: Ilmoitus järjestelmäpäivityksestä saatavilla
fr: Des notifications de mise à niveau des logiciels sont disponibles
gl: Hai notificacións de anovación de programas dispoñíbeis
hr: Obavijesti za nadogradnju softvera su dostupne
hu: Szoftverfrissítés-értesítések érhetők el
id: Notifikasi upgrade perangkat lunak tersedia
it: Sono disponibili notifiche di aggiornamento software
ja: ソフトウェアの更新が利用可能です
ko: 소프트웨어 업그레이드 알림 사용 가능
lt: Yra prieinamas sistemos naujinimas ir pranešimai
lv: Ir pieejami programmatūras uzlabošanas paziņojumi
mr: सॉफ्टवेअर अद्ययावतता सूचना उपलब्ध आहेत
ms: Pemberitahuan tatar perisian sudah ada
my: အသုံးချဆော့ဝဲအဆင့်မြင့်တင်သော သတင်းပေးချက် ရရှိနိုင်ပါသည်။
nb: Meldinger om programvareoppdateringer er tilgjengelig
nl: Meldingen van softwareupgrades zijn beschikbaar
nn: Varslingar for systemoppdateringar er tilgjengelege
oc: De notificacions de mesas a jorn son disponibles
pa: ਸਾਫਟਵੇਅਰ ਅੱਪਗਰੇਡ ਸੂਚਨਾਵਾਂ ਉਪਲੱਬਧ ਹਨ
pl: Powiadomienia o aktualizacji są dostępne
pt: Notificações de atualizações de software estão disponíveis.
pt_br: Notificações de atualização de software estão disponíveis
ro: Sunt disponibile notificații pentru actualizări de software
ru: Доступны оповещения об обновлении программ
sk: Sú k dispozícii oznámenia o inovácií systému
sl: Na voljo so obvestila o posodobitvah programov
sq: Njoftime për përditësim të programeve janë të disponueshme
sr: Доступна су обавештења о надоградњи софтвера
sv: Notifieringar om programuppgradering finns tillgänglig
tr: Yazılım yükseltme bildirimleri mevcut
ug: يۇمشاق دېتالنى يۈكسەلدۈرۈش ئۇقتۇرۇشى بار
uk: Отримано сповіщення щодо оновлення програмного забезпечення
vi: Đang có các thông báo nâng cấp phần mềm
zh_cn: 软件更新通知现在可用
zh_hk: 已經有了軟件升級通告
zh_tw: 有可用軟體升級通知

# User declines an action
source: Ignore
ar: تجاهَل
ast: Inorar
bg: Пренебрегване
bs: Ignoriši
ca: Ignora
ca@valencia: Ignora
cs: Ignorovat
da: Ignorer
de: Ignorieren
el: Αγνόηση
es: Ignorar
et: Eira
eu: Ez ikusia egin
fi: Ohita
fr: Ignorer
gl: Ignorar
he: התעלם
hr: Zanemari
hu: Kihagyás
id: Abaikan
it: Ignora
ja: 無視
ko: 무시
lt: Nepaisyti
lv: Ignorēt
mr: दुर्लक्ष करा
ms: Abaikan
my: လစ်လျူရူမည်။
nb: Ignorer
nl: Negeren
nn: Ignorer
oc: Ignorar
pa: ਅਣਡਿੱਠਾ
pl: Pomiń
pt: Ignorar
pt_br: Ignorar
ro: Ignoră
ru: Игнорировать
sk: Ignorovať
sl: Prezri
sq: Shpërfille
sr: Занемари
sv: Ignorera
tr: Yok say
ug: پەرۋا قىلما
uk: Ігнорувати
vi: Bỏ qua
zh_cn: 忽略
zh_hk: 略過
zh_tw: 忽略

# User indicates he never wants to see this notification again
source: Never show again
ar: لا تعرض مجددًا
ast: Nun amosar más veces
bg: Повече да не се показва
bs: Ne prikazuj više
ca: No ho tornis a mostrar
ca@valencia: No ho tornes a mostrar
cs: Příště nezobrazovat
da: Vis aldrig igen
de: Nicht wieder anzeigen
el: Να μην εμφανιστεί ξανά
es: No volver a mostrar
et: Rohkem ei näidata
eu: Ez erakutsi inoiz berriro
fi: Älä näytä enää koskaan
fr: Ne plus afficher
gl: Non amosar de novo
he: אל תראה שוב לעולם
hr: Ne prikazuj više nikada
hu: Ne mutassa többé
id: Jangan tampilkan lagi
it: Non mostrare più
ja: 再表示しない
ko: 다시 보이지 않기
lt: Daugiau neberodyti
lv: Vairs nekad nerādīt
mr: पुन्हा दर्शवू नका
ms: Jangan papar lagi
my: ထပ်မပြရန်
nb: Ikke vis denne flere ganger
nl: Niet opnieuw weergeven
nn: Ikkje vis denne meldinga igjen
oc: Afichar pas pus
pa: ਕਦੇ ਨਾ ਵੇਖਾਓ
pl: Nie pokazuj ponownie
pt: Não voltar a mostrar
pt_br: Nunca mostrar novamente
ro: Nu mai afișa niciodată
ru: Больше никогда не показывать
sk: Nabudúce nezobrazovať
sl: Ne prikaži nikoli več
sq: Mos e shfaq më
sr: Не приказуј више
sv: Visa aldrig igen
tr: Bir daha gösterme
ug: قايتا كۆرسەتمە
uk: Більше не показувати
vi: Không hiển thị lại nữa
zh_cn: 不再询问
zh_hk: 以後不再顯示
zh_tw: 不要再顯示

# Notification when apport detects a crash
source: An application has crashed on your system (now or in the past)
ar: تعطل أحد التطبيقات على نظامك (الآن أو في الماضي)
ast: Una aplicación frayó nel to sistema (agora o nel pasáu)
bg: Имаше срив на програма (сега или по-рано)
bs: Aplikacija je pala na vašem sistemu (sada ili u prošlosti)
ca: Ha fallat una aplicació en aquest sistema (ara o anteriorment)
ca@valencia: Ha fallat una aplicació en este sistema (ara o anteriorment)
cs: Aplikace na vašem systému spadla (nyní nebo v minulosti)
da: Et program i dit system brød ned (nu eller tidligere)
de: Eine Anwendung auf Ihrem System ist abgestürzt (jetzt oder bereits vorher)
el: Έχει καταρρεύσει μία εφαρμογή στο σύστημά σας (τώρα ή στο παρελθόν)
es: Una aplicación ha dejado de funcionar en su sistema (ahora o en el pasado)
et: Rakendust tabas sinu süsteemis krahh (praegu või millalgi varem)
eu: Aplikazio bat kraskatu da zure sisteman (orain edo lehenago)
fi: Sovellus on kaatunut (nyt tai aiemmin)
fr: Une application a planté sur votre système (à l'instant ou dans le passé)
gl: Unha aplicación quebrou no seu sistema (agora ou no pasado)
he: יישום קרס במערכת (עכשיו או בעבר)
hr: Aplikacija se srušila na vašem sustavu (sada ili u prošlosti)
hu: Egy alkalmazás összeomlott a rendszerén (most vagy korábban)
id: Suatu aplikasi telah crash (saat ini atau di masa lalu)
it: È andata in crash un'applicazione sul tuo sistema (ora o in passato)
ja: アプリケーションがクラッシュしました
ko: 앱이 시스템을 충돌시켰습니다(현재 혹은 이전에)
lt: Jūsų sistemoje užstrigo programa (dabar arba praeityje)
lv: Lietotne uz šī datora ir avarējusi (tagad vai pagātnē)
mr: तुमच्या प्रणालीवरील एक अनुप्रयोग चालताना बंद पडला (आता किंवा भूतकाळात)
ms: Satu aplikasi telah risak didalam sistem anda (sekarang atau sebelum ini)
my: အသုံးချဆော့ဝဲတစ်ခု သင်၏ စနစ်ထဲသွင်ပျက်စီးသွားပါတယ်။(ယခု သို့မဟုတ် အတိတ်ကာလတွင်)
nb: Et program har krasjet på ditt system (nå eller tidligere)
nl: Er is een toepassing vastgelopen op uw computer (nu of in het verleden)
nn: Eit program har krasja (no eller tidlegare)
oc: Una aplicacion s'es arrestada inopinèament sus vòstre sistèma (sul còp o anteriorament)
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਇੱਕ ਐਪਲੀਕੇਸ਼ਨ ਕਰੈਸ਼ ਹੋ ਚੁੱਕੀ ਹੈ (ਹੁਣੇ ਜਾਂ ਪਹਿਲਾਂ)
pl: Aplikacja uległa awarii (teraz lub w przeszłości)
pt: Uma app deixou de funcionar no seu sistema (agora ou no passado)
pt_br: Um aplicativo foi encerrado abruptamente no seu sistema (agora ou anteriormente)
ro: O aplicație a avut o avarie în sistem (acum sau în trecut)
ru: Приложение неожиданно завершилось с ошибкой (сейчас или недавно)
sk: Aplikácia vo vašom systéme spadla (teraz alebo v minulosti)
sl: Sedaj ali v preteklosti se je na tem sistemu sesul nek program
sq: Një program është dëmtuar në sistemin tuaaj (tani ose në të shkuarën)
sr: Неки програм се урушио на вашем систему (сада или у прошлости)
sv: Ett program har kraschat på ditt system (nu eller tidigare)
tr: Sisteminizde bir uygulama çöktü (şimdi veya daha önceden)
ug: سىستېمىڭىزدىكى بىر پروگراممىدا خاتالىق كۆرۈلدى(ھازىر ياكى بۇرۇن)
uk: У вашій системі аварійно завершила роботу програма (зараз або раніше)
vi: Một ứng dụng đã gặp sự cố trên hệ thống (ngay thời điểm hiện tại hoặc đã xảy ra)
zh_cn: 在您系统中有一个应用程序崩溃了 (现在或者之前)
zh_hk: 一個應用程式已經在系統崩潰（現在或過去）
zh_tw: 您的系統有應用程式當掉了 (現在或是之前)

source: System Notification Helper
ar: مساعد إخطارات النظام
ast: Xestor d'avisos d'ayuda del sistema
bg: Помощник за системните уведомления
bs: Sistemski pomoćnik u napominjanju
ca: Auxiliar de notificació del sistema
ca@valencia: Auxiliar per a les notificacions del sistema
cs: Oznamovač systémových hlášení
da: Påmindelseshjælper for systemet
de: Hilfsprogramm für Systembenachrichtigungen
el: Βοηθός ειδοποιήσεων συστήματος
es: Ayudante de notificaciones del sistema
et: Süsteemi märguannete abiline
eu: Sistemaren Jakinarazpen Laguntzailea
fi: Järjestelmäilmoitusten avustaja
fr: Assistant Notifications du système
gl: Axudante de notificacións do sistema
hr: Pomoćnik sustava obavijesti
hu: Rendszerértesítés-segéd
id: Pembantu Notifikasi Sistem
it: Assistente alle notifiche di sistema
ja: システム通知ヘルパー
ko: 시스템 알림 도우미
lt: Sistemos pranešimų pagelbiklis
lv: Sistēmas paziņojumu palīgs
mr: प्रणाली सूचना मदतकर्ता
ms: Pembantu Pemberitahuan Sistem
my: စက်သတိပေးချက်အကူအညီ
nb: Systemvarslingshjelper
nl: Systeemmeldingen weergeven
nn: Hjelpar for systemvarslingar
oc: Assitent de notificacions del sistèma
pa: ਸਿਸਟਮ ਨੋਟੀਫਾਇਰ ਮਦਦਗਾਰ
pl: Systemowy pomocnik powiadamiania
pt: Assistente de notificação do sistema
pt_br: Sistema de auxílio de notificações
ro: Ajutor pentru notificări de sistem
ru: Помощник системных уведомлений
sk: Pomocník systémových oznámení
sl: Pomočnik za sistemsko obveščanje
sq: Ndihmuesi i Njoftimeve të Sistemit
sr: Помоћник обавештења система
sv: Hjälpprogram för systemnotifieringar
tr: Sistem Bilgilendirme Yardımcısı
ug: سىستېما ئۇقتۇرۇش ياردەمچىسى
uk: Допоміжні сповіщення від системи
vi: Trình trợ giúp thông báo hệ thống
zh_cn: 系统通知助手
zh_hk: 系統通告說明書
zh_tw: 系統通知輔助程式

source: Hide
ar: أخفِ
ast: Anubrir
bg: Скриване
bs: Sakrij
ca: Oculta
ca@valencia: Oculta
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
et: Peida
eu: Ezkutatu
fi: Piilota
fr: Masquer
gl: Agochar
he: הסתר
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 隠す
ko: 숨기기
lt: Slėpti
lv: Slēpt
mr: लपवा
ms: Sembunyi
my: ဖျောက်ထားမည်။
nb: Skjul
nl: Verbergen
nn: Gøym
oc: Amagar
pa: ਓਹਲੇ
pl: Ukryj
pt: Ocultar
pt_br: Ocultar
ro: Ascunde
ru: Скрыть
sk: Skryť
sl: Skrij
sq: Fshihe
sr: Сакриј
sv: Dölj
tr: Gizle
ug: يوشۇر
uk: Приховати
vi: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏
zh_tw: 隱藏

# notification title
source: System Notification Helper
ar: مساعد إخطارات النظام
ca@valencia: Auxiliar per a les notificacions del sistema
cs: Oznamovač systémových hlášení
da: Påmindelseshjælper for systemet
de: Hilfsprogramm für Systembenachrichtigungen
el: Βοηθός ειδοποιήσεων συστήματος
es: Ayudante de notificaciones del sistema
et: Süsteemi märguannete abiline
eu: Sistemaren jakinarazpen-laguntzailea
fi: Järjestelmäilmoitusten avustaja
fr: Assistant Notifications du système
gl: Axudante de notificacións do sistema
he: עוזר התראות מערכת
hu: Rendszerértesítés-segéd
id: Pembantu Notifikasi Sistem
it: Assistente alle notifiche di sistema
ja: システム通知ヘルパー
ko: 시스템 알림 도우미
lt: Sistemos pranešimų pagelbiklis
lv: Sistēmas paziņojumu palīgs
ms: Pembantu Pemberitahuan Sistem
nb: Systemvarslingshjelper
nl: Hulpprogramma voor systeemmeldingen
nn: Hjelpar for systemvarslingar
oc: Assitent de notificacions del sistèma
pa: ਸਿਸਟਮ ਨੋਟੀਫਾਇਰ ਮਦਦਗਾਰ
pl: Systemowy pomocnik powiadamiania
pt: Assistente de notificação do sistema
pt_br: Auxiliar de Notificação do Sistema
ro: Ajutor pentru notificări de sistem
ru: Помощник системных уведомлений
sk: Pomocník systémových oznámení
sl: Pomočnik za sistemsko obveščanje
sr: Помоћник обавештења система
tr: Sistem Bilgilendirme Yardımcısı
uk: Помічник системних сповіщень
zh_cn: 系统通知助手
zh_tw: 系統通知輔助程式

# Notification when the upgrade requires a restart
source: A system restart is needed to complete the update process
ar: إعادة تشغيل الحاسوب مطلوبة لإكمال عملية التحديث
ast: Hai que reaniciar el sistema pa completar los anovamientos
bg: Необходимо е рестартиране за завършване на обновяването
bs: Ponovno pokretanje sistema je neophodno da bi se završio proces ažuriranja
ca: Cal reiniciar el sistema per completar el procés d'actualització
ca@valencia: Cal reiniciar el sistema per a completar el procés d'actualització
cs: Pro dokončení aktualizace je nutné restartovat počítač
da: Systemet skal genstartes for at fuldføre opdateringsprocessen
de: Ein Neustart des Systems ist nötig, um den Aktualisierungsvorgang abzuschließen
el: Χρειάζετραι επανεκκίνηση του συστήματος για την ολοκλήρωση της διαδικασίας ενημέρωσης
es: Se necesita reiniciar el sistema para completar el proceso de actualización
et: Uuenduste rakendamiseks on vajalik süsteem taaskäivitada
eu: Sistema berrabiaraztea beharrezkoa da eguneraketa prozesua burutzeko
fi: Järjestelmä on käynnistettävä uudelleen päivityksen jälkeen
fr: Un redémarrage du système est nécessaire pour finaliser la mise à jour
gl: Requírese o reinicio do sistema para completar o proceso de actualización
he: המערכת צריכה להדלק מחדש כדי לסיים את תהליך העדכון
hr: Potrebno je ponovno pokretanje sustava za završetak proces nadopuna.
hu: A frissítési folyamat befejezéséhez a rendszer újraindítása szükséges.
id: Memulai ulang sistem diperlukan untuk melengkapi proses pembaruan
it: Per completare il processo di aggiornamento è necessario un riavvio del sistema
ja: アップデート処理を完了するためにシステムの再起動が必要です
ko: 업데이트 과정을 완료하려면 시스템을 다시 시작해야 합니다
lt: Norint užbaigti atnaujinimo procesą, reikia paleisti sistemą iš naujo
lv: Dators jāpārstartē, lai pabeigtu atjaunināšanas procesu
mr: अद्ययावतता प्रक्रिया पूर्ण करण्याकरिता प्रणाली पुन्हा सुरु करणे गरजेचे आहे
ms: Mula semula sistem diperlukan untuk menyelesaikan proses kemaskini
my: အသစ်သွင်းထားသော လုပ်ငန်းဆောင်တာများပြည့်စုံရန်အတွက် စက်ကို အစကနေပြန်ဖွင့်ရန်လိုအပ်သည်။
nb: Du må starte maskinen på nytt for å fullføre oppdateringsprosessen
nl: U moet uw computer herstarten om het updateproces te voltooien
nn: Maskina må startast på nytt for å fullføra oppdateringa.
oc: Una reaviada del sistèma es necessària per acabar lo processus de mesa a jorn
pa: ਅੱਪਡੇਟ ਕਾਰਵਾਈ ਨੂੰ ਪੂਰਾ ਕਰਨ ਥਈ ਸਿਸਟਮ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Aby zakończyć uaktualnianie, wymagane jest ponowne uruchomienie systemu
pt: É necessário reiniciar o sistema para completar o processo de atualização.
pt_br: É necessário reiniciar o sistema para concluir o processo de atualização
ro: Este necesară repornirea sistemului pentru a finaliza procesul de actualizare
ru: Необходима перезагрузка компьютера для полного завершения обновления
sk: Na ukončenie procesu aktualizácie je potrebný reštart systému
sl: Za zaključek posodobitve je potrebno znova zagnati sistem
sq: Një rindezje e sistemit kërkohet për të plotësuar proçesin e përditësimit
sr: Потребно је поново покренути систем да би се завршио процес ажурирања
sv: En systemomstart krävs för att färdigställa uppdateringsprocessen
tr: Güncelleme işleminin tamamlanması için sistem yeniden başlatılmalı
ug: يېڭىلاشنى تاماملاش ئۈچۈن سىستېمىنى قايتا قوزغىتىش زۆرۈردۇر
uk: Для завершення процесу оновлення слід перезапустити систему
vi: Cần khởi động lại hệ thống để hoàn tất quá trình nâng cấp
zh_cn: 需要重启系统以完成升级操作
zh_hk: 系統須要重新啟動以完成更新過程
zh_tw: 升級後必須重新啟動電腦

# Restart the computer
source: Restart
ar: أعِد التشغيل
ast: Reaniciar
bg: Рестартиране
bs: Ponovo pokreni
ca: Reinicia
ca@valencia: Reinicia
cs: Restartovat
da: Genstart
de: Neu starten
el: Επανεκκίνηση
es: Reiniciar
et: Taaskäivita
eu: Berrabiarazi
fi: Käynnistä uudelleen
fr: Redémarrer
gl: Reiniciar
he: הפעל מחדש
hr: Ponovno pokreni
hu: Újraindítás
id: Mulai ulang
it: Riavvia
ja: 再起動
ko: 다시 시작
lt: Paleisti iš naujo
lv: Pārstartēt
mr: पुन्हा सुरू करा
ms: Mulakan Semula
my: အစမှ ပြန်ဖွင့်
nb: Start på nytt
nl: Herstarten
nn: Start på nytt
oc: Reamodament
pa: ਮੁੜ-ਚਾਲੂ ਕਰੋ
pl: Uruchom ponownie
pt: Reiniciar
pt_br: Reiniciar
ro: Repornește
ru: Перезагрузить
sk: Reštart
sl: Znova zaženi
sq: Rindiz
sr: Поново покрени
sv: Starta om
tr: Yeniden Başlat
ug: قايتا قوزغات
uk: Перезапустити
vi: Khởi động lại
zh_cn: 重启启动
zh_hk: 重新啟動
zh_tw: 重新啟動
